Repository: matejcik/cryptconfig
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br, ru, sv

source: Failed to get password
ar: فشل في الحصول على كلمة السر
cs: Nepodařilo se získat heslo.
de: Passwort konnte nicht abgerufen werden
es: Error al obtener la contraseña
fr: Impossible d'obtenir le mot de passe.
hu: Nem sikerült lekérni a jelszót
it: Impossibile ottenere la password
ja: パスワードの取得に失敗しました
nl: Wachtwoord ophalen mislukt
pt_br: Não foi possível obter a senha
ru: Не удалось получить пароль
sv: Det gick inte att hämta lösenordet

source: Unable to decrypt %s with the supplied password
ar: تعذر فك تشفير %s باستخدام كلمة السر المرفقة
cs: Nelze dešifrovat %s pomocí zadaného hesla.
de: Entschlüsselung von %s ist mit dem angegebenen Passwort nicht möglich
es: No es posible descifrar %s con la contraseña proporcionada
fr: Impossible de décoder %s avec le mot de passe fourni.
hu: A(z) %s nem fejthető vissza a megadott jelszóval
it: Impossibile decifrare %s con la password specificata
ja: 指定されたパスワードで%sを復号化できません
nl: Kan %s niet decoderen met het opgegeven wachtwoord
pt_br: Impossível decodificar %s usando a senha fornecida
ru: Не удалось расшифровать %s при помощи предоставленного пароля
sv: Det går inte att dekryptera %s med det angivna lösenordet

source: Failed to get key data
ar: فشل الحصول على بيانات المفتاح
cs: Nepodařilo se získat data klíče.
de: Schlüsseldaten konnten nicht abgerufen werden
es: Error al obtener los datos de clave
fr: Impossible d'obtenir les données de clé.
hu: A kulcsadatok lekérése sikertelen
it: Impossibile ottenere i dati chiave
ja: 鍵データの取得に失敗しました
nl: Sleutelgegevens ophalen mislukt
pt_br: Não foi possível obter os dados de chave
ru: Не удалось получить данные ключа
sv: Det gick inte att hämta nyckeldata

source: Failed to create image key
ar: فشل إنشاء مفتاح نسخة المحتويات
cs: Nepodařilo se vytvořit klíč obrazu.
de: Imageschlüssel konnte nicht erstellt werden
es: Error al crear la clave de imagen
fr: Impossible de créer une clé d'image.
hu: A lemezképkulcs létrehozása sikertelen
it: Impossibile creare la chiave dell'immagine
ja: イメージ鍵の作成に失敗しました
nl: Kan geen image-sleutel maken
pt_br: Não foi possível criar chave de imagem
ru: Не удалось создать ключ образа
sv: Det gick inte att skapa någon avbildningssnyckel

source: Failed to set permissions for key file
ar: فشل تعيين أذونات ملف المفتاح
cs: Nepodařilo se nastavit přístupová práva k souboru klíče.
de: Festlegen der Berechtigungen für Schlüsseldatei nicht möglich
es: Error al definir los permisos para el archivo de clave
fr: Impossible de définir les autorisations pour le fichier de clé.
hu: A jogosultság beállítása a kulcsfájlhoz sikertelen.
it: Impossibile impostare le autorizzazioni per il file delle chiavi
ja: 鍵ファイルのパーミッションの設定に失敗しました
nl: Machtigingen instellen voor sleutelbestand mislukt
pt_br: Não foi possível definir permissões para o arquivo de chave
ru: Не удалось задать разрешения для файла ключа
sv: Det gick inte att ange behörigheter för nyckelfilen

source: Creating disk image...
ar: يتم الآن إنشاء نسخة محتويات القرص...
cs: Vytváří se obraz disku...
de: Datenträger-Image wird erstellt...
es: Creando imagen de disco...
fr: Création de l'image du disque...
hu: Lemezkép létrehozása...
it: Creazione dell'immagine del disco in corso...
ja: ディスクイメージを作成しています...
nl: Schijf-image maken...
pt_br: Criando imagem de disco...
ru: Создание образа диска...
sv: Diskavbildningen skapas...

source: Failed to create image
ar: فشل إنشاء نسخة المحتويات
cs: Nepodařilo se vytvořit obraz.
de: Image konnte nicht erstellt werden
es: Error al crear la imagen
fr: Impossible de créer l'image du disque.
hu: A lemezkép létrehozása sikertelen
it: Impossibile creare l'immagine
ja: イメージ鍵の作成に失敗しました
nl: Kan geen image maken
pt_br: Não foi possível criar a imagem
ru: Не удалось создать образ
sv: Det gick inte skapa avbildningen

source: Done
ar: تم
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
it: Completato
ja: 完了
nl: Gereed
pt_br: Concluído
ru: Готово
sv: Klar

source: Failed to set permissions for new image
ar: فشل تعيين أذونات نسخة المحتويات الجديدة
cs: Nepodařilo se nastavit přístupová práva k novému obrazu.
de: Festlegen der Berechtigungen für neues Image nicht möglich
es: Error al definir los permisos para la nueva imagen
fr: Impossible de définir les autorisations pour la nouvelle image.
hu: Az új lemezkép jogosultságainak beállítása sikertelen
it: Impossibile impostare le autorizzazioni per la nuova immagine
ja: 新しいイメージのパーミッションの設定に失敗しました
nl: Machtigingen instellen voor nieuwe image mislukt
pt_br: Não foi possível definir permissões para a nova imagem
ru: Не удалось задать разрешения для нового образа
sv: Det gick inte att ange behörigheter för den nya avbildningen

source: Failed to open image
ar: فشل فتح نسخة المحتويات
cs: Nepodařilo se otevřít obraz.
de: Image konnte nicht geöffnet werden
es: Error al abrir la imagen
fr: Impossible d'ouvrir l'image.
hu: A lemezkép megnyitása sikertelen.
it: Impossibile aprire l'immagine
ja: イメージを開くのに失敗しました
nl: Image openen mislukt
pt_br: Não foi possível abrir a imagem
ru: Не удалось открыть образ
sv: Det gick inte öppna avbildningen

source: Failed to format image
ar: فشل تنسيق نسخة المحتويات
cs: Nepodařilo se zformátovat obraz.
de: Image konnte nicht formatiert werden
es: Error al formatear la imagen
fr: Impossible de formater l'image.
hu: A lemezkép formázása sikertelen.
it: Impossibile formattare l'immagine
ja: イメージのフォーマットが失敗しました
nl: Image formatteren mislukt
pt_br: Não foi possível formatar a imagem
ru: Не удалось отформатировать образ
sv: Det gick inte formatera avbildningen

source: Failed to add extra key
ar: فشل إضافة مفتاح إضافي
cs: Nepodařilo se přidat další klíč.
de: Zusätzlicher Schlüssel konnte nicht hinzugefügt werden
es: Error al añadir una clave adicional
fr: Impossible d'ajouter une clé supplémentaire.
hu: A kiegészítő kulcs hozzáadása sikertelen.
it: Impossibile aggiungere chiavi extra
ja: 追加の鍵の追加に失敗しました
nl: Extra sleutel toevoegen mislukt
pt_br: Não foi possível adicionar chave extra
ru: Не удалось добавить дополнительный ключ
sv: Det gick inte lägga till någon extra nyckel

source: Failed to create filesystem.
ar: فشل إنشاء نظام للملفات.
cs: Nepodařilo se vytvořit souborový systém.
de: Dateisystem konnte nicht erstellt werden.
es: Error al crear el sistema de archivos.
fr: Impossible de créer un système de fichiers.
hu: A fájlrendszer létrehozása sikertelen.
it: Impossibile creare il file system.
ja: ファイルシステムの作成に失敗しました。
nl: Bestandssysteem maken mislukt
pt_br: Não foi possível criar sistema de arquivos.
ru: Не удалось создать файловую систему.
sv: Det gick inte skapa filsystemet

source: Failed to mount image
ar: فشل توصيل نسخة المحتويات
cs: Nepodařilo se připojit obraz.
de: Image konnte nicht eingehängt werden
es: Error al montar la imagen
fr: Impossible de monter l'image.
hu: A lemezkép csatolása sikertelen.
it: Impossibile montare l'immagine
ja: イメージのマウントに失敗しました
nl: Image koppelen mislukt
pt_br: Não foi possível montar a imagem
ru: Не удалось смонтировать образ
sv: Det gick inte montera avbildningen

source: Failed to set new directory permissions
ar: فشل تعيين أذونات جديدة للدليل
cs: Nepodařilo se nastavit přístupová práva k novému adresáři.
de: Berechtigungen für neues Verzeichnis konnten nicht festgelegt werden
es: Error al establecer los permisos del nuevo directorio
fr: Impossible de définir de nouvelles autorisations d'accès au répertoire.
hu: Az új könyvtárjogosultságok beállítása sikertelen.
it: Impossibile impostare le nuove autorizzazioni per la directory
ja: 新しいディレクトリパーミッションの設定に失敗しました
nl: Machtigingen instellen voor nieuwe directory mislukt
pt_br: Não foi possível definir novas permissões de diretório
ru: Не удалось задать разрешения для нового каталога
sv: Det gick inte att ange nya katalogbehörigheter

source: Copying existing data from %s. This may take some time...
ar: يتم الآن نسخ البيانات الموجودة من %s. قد يستغرق هذا بعض الوقت...
cs: Probíhá kopírování existujících dat z %s. To může chvíli trvat...
de: Vorhandene Daten werden aus %s kopiert. Dieser Vorgang kann geraume Zeit in Anspruch nehmen...
es: Copiando los datos existentes de %s. Puede que el proceso tarde bastante...
fr: Copie des données existantes depuis %s. Cette opération peut prendre un certain temps...
hu: Meglévő adatok másolása a következőből: %s. Ez eltarthat egy ideig...
it: Copia in corso dei dati esistenti da %s. L'operazione può richiedere alcuni minuti...
ja: %sから既存のデータをコピーしています。 この作業にはしばらく時間がかかります...
nl: Bestaande gegevens kopiëren van %s. Dit kan even duren...
pt_br: Copiando dados existentes de %s. Isso pode demorar um pouco...
ru: Копирование существующих данных с %s. Это может занять некоторое время…
sv: Befintliga data kopieras från %s. Det kan ta en stund...

source: Failed to copy user data
ar: فشل في نسخ بيانات المستخدم
cs: Nepodařilo se zkopírovat data uživatele.
de: Benutzerdaten konnten nicht kopiert werden
es: Error al copiar datos de usuario
fr: Impossible de copier les données utilisateur.
hu: A felhasználói adatok másolása sikertelen.
it: Impossibile copiare i dati utente
ja: ユーザデータのコピーに失敗しました
nl: Gebruikersgegevens kopiëren mislukt
pt_br: Não foi possível copiar dados do usuário
ru: Не удалось скопировать данные пользователя
sv: Det gick inte att kopiera användardata

source: Done.
ar: تم.
cs: Hotovo
de: Fertig.
es: Hecho.
fr: Terminé.
hu: Kész.
it: Completato.
ja: 完了。
nl: Gereed
pt_br: Concluído.
ru: Готово.
sv: Klar.

source: Failed to setup pam_mount
ar: فشل في إعداد pam_mount
cs: Nepodařilo se nastavit pam_mount.
de: pam_mount konnte nicht eingerichtet werden
es: Error al configurar pam_mount
fr: Impossible de configurer pam_mount
hu: A pam_mount beállítása sikertelen.
it: Impossibile configurare pam_mount
ja: pam_mountの設定に失敗しました
nl: Instellen van pam_mount mislukt
pt_br: Não foi possível configurar pam_mount
ru: Не удалось настроить pam_mount
sv: Det gick inte att installera pam_mount

source: Don't verify the new password
ar: لا تتحقق من كلمة السر الجديدة
cs: Neověřovat nové heslo
de: Neues Passwort nicht überprüfen
es: No verificar la nueva contraseña
fr: Ne pas vérifier le nouveau mot de passe
hu: NE ellenőrizze az új jelszót
it: Non verificare la nuova password
ja: 新しいパスワードを検証しない
nl: Het nieuwe wachtwoord niet controleren
pt_br: Não verificar a nova senha
ru: Не проверять новый пароль
sv: Verifiera inte den nya lösenfrasen

source: The filesystem type, defaults to ext3
ar: نوع ملف النظام، الإعدادات الافتراضية هي ext3
cs: Typ souborového systému, výchozí možnost je ext3.
de: Dateisystemtyp, standardmäßig wird 'ext3'3 verwendet
es: El valor por defecto del tipo de sistema de archivos es ext3
fr: Type de système de fichiers, ext3 par défaut
hu: A fájlrendszer típusa, az alapértelmezés az ext3
it: Tipo di file system, per impostazione predefinita ext3
ja: ファイルシステムタイプ、デフォルトは「ext3」です
nl: Het type bestandssysteem, standaard is ext3
pt_br: O tipo de sistema de arquivos, o padrão assumido é ext3
ru: Тип файловой системы, по умолчанию - ext3
sv: Filsystemtypen, standardvärdet är ext3

source: parsing failed: %s
ar: فشل التحليل: %s
cs: analýza se nezdařila: %s
de: Fehler bei der Analyse: %s
es: Error al procesar: %s
fr: échec de l'analyse : %s
hu: az elemzés sikertelen: %s
it: analisi non riuscita: %s
ja: 解析に失敗しました: %s
nl: Parseren mislukt: %s
pt_br: falha na análise: %s
ru: сбой при анализе: %s
sv: tolkningen misslyckades: %s

source: %s is not a block device
ar: %s لا يعتبر جهاز قطع للتخزين
cs: %s není blokové zařízení.
de: %s ist kein Block-Gerät
es: %s no es un dispositivo de bloque
fr: %s n'est pas un périphérique de bloc
hu: A(z) %s nem blokkeszköz
it: %s non è un dispositivo a blocchi
ja: %s は、ブロックデバイスではありません
nl: %s is geen blokapparaat.
pt_br: %s não é um dispositivo de bloco
ru: %s не является устройством с блочным доступом
sv: %s är inte en blockenhet

source: %s is currently mounted
ar: %s تم توصيله حاليًا
cs: %s je nyní připojeno.
de: %s ist zurzeit eingehängt
es: %s está montado actualmente
fr: %s est actuellement monté
hu: A(z) %s jelenleg csatolva van
it: %s è attualmente montato
ja: %s は、現在マウントされています
nl: %s is momenteel gekoppeld
pt_br: %s está montado no momento
ru: %s в настоящий момент смонтирован
sv: %s är för närvarande monterad

source: Enter a password for the partition
ar: أدخل كلمة السر من أجل القسم
cs: Zadejte heslo oddílu.
de: Passwort für die Partition eingeben
es: Introduzca una contraseña para la partición
fr: Entrez un mot de passe pour la partition
hu: Adja meg a partíció jelszavát
it: Immettere una password per la partizione
ja: パーティションのパスワードを入力してください
nl: Voer een wachtwoord in voor de partitie
pt_br: Digite uma senha para a partição
ru: Введите пароль для раздела
sv: Ange ett lösenord till partitionen.

source: Formatting device...
ar: يتم الآن تنسيق الجهاز...
cs: Formátuje se zařízení...
de: Gerät wird formatiert...
es: Formateando el dispositivo...
fr: Formatage du périphérique...
hu: Eszköz formázása...
it: Formattazione del dispositivo in corso...
ja: デバイスをフォーマットしています...
nl: Apparaat formatteren...
pt_br: Formatando o dispositivo...
ru: Форматирование устройства…
sv: Enheten formateras...

source: Failed to format %s
ar: فشل التنسيق %s
cs: Nepodařilo se zformátovat %s
de: %s konnte nicht formatiert werden
es: Error al formatear %s
fr: Échec du formatage %s
hu: Nem sikerült a(z) %s formázása
it: Impossibile formattare %s
ja: フォーマットに失敗しました %s
nl: Formatteren van %s mislukt
pt_br: Não foi possível formatar %s
ru: Не удалось отформатировать %s
sv: Det gick inte att formatera %s

source: Failed to open %s
ar: فشل فتح %s
cs: Nepodařilo se otevřít %s.
de: %s konnte nicht geöffnet werden
es: Error al abrir %s
fr: Impossible d'ouvrir %s
hu: A(z) %s megnyitása sikertelen
it: Impossibile aprire %s
ja: %sを開くことに失敗しました
nl: Kan %s niet openen
pt_br: Não foi possível abrir %s
ru: Не удалось открыть %s
sv: Det gick inte att öppna %s

source: Creating file system on device...
ar: يتم الآن إنشاء نظام للملفات على الجهاز...
cs: Vytváří se souborový systém na zařízení...
de: Dateisystem wird auf Gerät erstellt...
es: Creando sistema de archivos en el dispositivo...
fr: Création d'un système de fichiers sur le périphérique...
hu: Fájlrendszer létrehozása az eszközön...
it: Creazione del file system sul dispositivo in corso...
ja: デバイスにファイルシステムを作成しています...
nl: Bestandssysteem maken op apparaat...
pt_br: Criando sistema de arquivos no dispositivo...
ru: Создание файловой системы устройства…
sv: Enhetens filsystem skapas...

source: Failed to create filesystem.
ar: فشل إنشاء نظام للملفات.
cs: Nepodařilo se vytvořit souborový systém.
de: Dateisystem konnte nicht erstellt werden.
es: Error al crear el sistema de archivos.
fr: Impossible de créer un système de fichiers.
hu: A fájlrendszer létrehozása sikertelen.
it: Impossibile creare il file system..
ja: ファイルシステムの作成に失敗しました。
nl: Bestandssysteem maken mislukt.
pt_br: Não foi possível criar sistema de arquivos.
ru: Не удалось создать файловую систему.
sv: Det gick inte att skapa filsystemet.

source: Overwrite an existing image
ar: الكتابة فوق نسخة بيانات موجودة حاليًا
cs: Přepsat existující obraz
de: Vorhandenes Image überschreiben
es: Sobrescribir una imagen existente
fr: Remplacer une image existante
hu: Meglévő lemezkép felülírása
it: Sovrascrive un'immagine esistente
ja: 既存のイメージを上書き
nl: Bestaande image overschrijven
pt_br: Sobregravar uma imagem existente
ru: Перезаписать существующий образ
sv: Skriv över en befintlig bild

source: The image key file
ar: ملف مفتاح نسخة المحتويات.
cs: Soubor klíče obrazu
de: Imageschlüsseldatei
es: Archivo de clave de imagen
fr: Fichier de clé d'image
hu: A lemezképkulcs fájl
it: File delle chiavi immagine
ja: イメージ鍵ファイル
nl: Het sleutelbestand voor de image
pt_br: O arquivo de chave de imagem
ru: Файл ключа образа
sv: Avbildningens nyckelfil

source: The file system type, defaults to ext3
ar: نوع ملف النظام، الإعدادات الافتراضية هي ext3
cs: Typ souborového systému, výchozí možnost je ext3.
de: Dateisystemtyp, standardmäßig wird 'ext3'3 verwendet
es: El valor por defecto del tipo de sistema de archivos es ext3
fr: Type de système de fichiers, ext3 par défaut
hu: A fájlrendszer típusa, az alapértelmezett az ext3
it: Tipo di file system, per impostazione predefinitat ext3
ja: ファイルシステムタイプ、デフォルトは「ext3」です
nl: Het type bestandssysteem, standaard is ext3
pt_br: O tipo de sistema de arquivos, o padrão assumido é ext3
ru: Тип файловой системы, по умолчанию - ext3
sv: Filsystemtypen, standardvärdet är ext3

source: %s already exists. Use --force to overwrite.
ar: %s موجود بالفعل. استخدم –القوة للكتابة فوقه.
cs: %s již existuje. Můžete jej přepsat pomocí možnosti --force.
de: %s ist bereits vorhanden. Mit '--force' überschreiben.
es: %s ya existe. Utilice --force para sobrescribirlo.
fr: %s existe déjà. Utilisez --force pour le remplacer.
hu: %s már létezik. A felülíráshoz használja a --force kapcsolót.
it: %s esiste già. Utilizzare --force per sovrascriverlo.
ja: %sはすでに存在しています。 上書きするには、--forceを使用してください。
nl: %s bestaat al. Gebruik --force om te overschrijven.
pt_br: %s já existe. Use --force para sobregravar.
ru: %s уже существует. Используйте --force для перезаписи.
sv: %s finns redan. Skriv över med hjälp av alternativet --force.

source: Enter the password for the existing key file
ar: إدخال كلمة السر لملف المفتاح الموجود حاليًا
cs: Zadejte heslo existujícího souboru klíče.
de: Passwort für die vorhandene Schlüsseldatei eingeben
es: Introduzca la contraseña del archivo de clave existente
fr: Entrez le mot de passe pour le fichier de clé existant
hu: Adja meg a következő meglévő lemezkép jelszavát:
it: Immettere la password per il file delle chiavi esistente
ja: 既存の鍵ファイルのパスワードを入力してください
nl: Voer het wachtwoord in voor het bestaande sleutelbestand
pt_br: Digite a senha do arquivo de chave existente
ru: Введите пароль для существующего файла ключа
sv: Ange lösenordet till den befintliga nyckelfilen.

source: Enter a password to encrypt the key file with
ar: إدخال كلمة السر لتشفير ملف المفتاح مع
cs: Zadejte heslo pro zašifrování souboru klíče.
de: Passwort zum Verschlüsseln der Schlüsseldatei eingeben
es: Introduzca una contraseña para cifrar el archivo de clave
fr: Entrez un mot de passe pour coder le fichier de clé
hu: Adjon meg jelszót a kulcsfájl titkosításához ezzel:
it: Immettere una password per cifrare il file delle chiavi con
ja: 鍵ファイルを暗号化するパスワードを入力してください
nl: Voer een wachtwoord in om het sleutelbestand te decoderen
pt_br: Digite uma senha para criptografar o arquivo de chave usando
ru: Введите пароль для шифрования файла ключа при помощи
sv: Ange ett lösenord att kryptera nyckelfilen med

source: Enter the new image password
ar: إدخال كلمة السر الخاصة بنسخة المحتويات الجديدة
cs: Zadejte heslo nového obrazu.
de: Passwort für neues Image eingeben
es: Introduzca la nueva contraseña de imagen
fr: Entrez le nouveau mot de passe de l'image
hu: Adja meg az új lemezképjelszót
it: Immettere la nuova password immagine
ja: 新しいイメージのパスワードを入力してください
nl: Voer het nieuwe image-wachtwoord in
pt_br: Digite a senha da nova imagem
ru: Введите пароль для нового образа
sv: Ange nytt lösenord för avbildningen

source: Failed to read key data
ar: فشل قراءة بيانات المفتاح
cs: Nepodařilo se přečíst data klíče.
de: Schlüsseldaten konnten nicht gelesen werden
es: Error al leer los datos de clave
fr: Impossible de lire les données de clé.
hu: A kulcsadatok olvasása sikertelen.
it: Impossibile leggere i dati chiave
ja: 鍵データの読み込みに失敗しました
nl: Sleutelgegevens lezen mislukt
pt_br: Não foi possível ler os dados de chave
ru: Не удалось считать данные ключа
sv: Det gick inte att läsa nyckeldata

source: Creating LUKS header...
ar: يتم الآن إنشاء رأس رسالة LUKS...
cs: Vytváří se hlavička LUKS...
de: LUKS-Header wird erstellt...
es: Creando encabezado LUKS...
fr: Création d'un en-tête LUKS...
hu: A LUKS fejléc létrehozása...
it: Creazione dell'intestazione LUKS in corso...
ja: LUKSヘッダを作成しています...
nl: LUKS-header maken...
pt_br: Criando cabeçalho LUKS...
ru: Создание заголовка LUKS…
sv: Ett LUKS-huvud skapas...

source: Failed to format device
ar: فشل تنسيق الجهاز
cs: Nepodařilo se zformátovat zařízení.
de: Gerät konnte nicht formatiert werden
es: Error al formatear el dispositivo
fr: Échec du formatage du périphérique
hu: Az eszköz formázása sikertelen.
it: Impossibile formattare il dispositivo
ja: デバイスのフォーマットに失敗しました
nl: Apparaat formatteren mislukt
pt_br: Não foi possível formatar o dispositivo
ru: Не удалось отформатировать устройство
sv: Det gick inte att formatera enheten

source: Failed to create map name
ar: فشل إنشاء اسم للتعيين
cs: Nepodařilo se vytvořit mapovací název.
de: Zuordnungsname konnte nicht erstellt werden
es: Error al crear el nombre de asignación
fr: Impossible de créer un nom d'assignation.
hu: A leképezés nevének létrehozása sikertelen.
it: Impossibile creare il nome della mappatura
ja: マップ名の作成に失敗しました
nl: Toewijzingsnaam maken mislukt
pt_br: Não foi possível criar o nome de mapa
ru: Не удалось создать имя карты сопоставления
sv: Det gick inte att skapa något kopplingsnamn

source: Failed to open device
ar: فشل فتح الجهاز
cs: Nepodařilo se otevřít zařízení.
de: Gerät konnte nicht geöffnet werden
es: Error al abrir el dispositivo
fr: Impossible d'ouvrir le périphérique.
hu: Az eszköz megnyitása sikertelen.
it: Impossibile aprire il dispositivo
ja: デバイスを開くのに失敗しました
nl: Apparaat openen mislukt
pt_br: Não foi possível abrir o dispositivo
ru: Не удалось открыть устройство
sv: Det gick inte att öppna enheten

source: Failed create file system on mapped device
ar: فشل إنشاء نظام للملفات على الجهاز المعيَّن
cs: Nepodařilo se vytvořit souborový systém na mapovaném zařízení.
de: Dateisystem konnte auf zugeordnetem Gerät nicht erstellt werden
es: Error al crear el sistema de archivos en el dispositivo asignado
fr: Impossible de créer un système de fichiers sur le périphérique assigné.
hu: A fájlrendszer vagy leképezett eszköz létrehozása sikertelen.
it: Impossibile creare il file system sul dispositivo associato
ja: マップされたデバイスへのファイルシステムの作成に失敗しました
nl: Bestandssysteem maken op toegewezen apparaat mislukt
pt_br: Não foi possível criar o sistema de arquivos no dispositivo mapeado
ru: Не удалось создать файловую систему на сопоставленном устройстве
sv: Det gick inte att skapa något filsystem på den kopplade enheten

source: The encrytped key for the image
ar: المفتاح المشفر لنسخة المحتويات
cs: Zašifrovaný klíč obrazu
de: Der verschlüsselte Schlüssel für das Image
es: Clave cifrada de la imagen
fr: Clé codée pour l'image
hu: A lemezkép titkosított kulcsa
it: Chiave cifrata per l'immagine
ja: イメージの暗号鍵
nl: De gecodeerde sleutel voor de image
pt_br: A chave criptografada da imagem
ru: Зашифрованный ключ для образа
sv: Den krypterade nyckeln till avbildningen

source: Invalid size
ar: حجم غير صالح
cs: Neplatná velikost
de: Unzulässige Größe
es: Tamaño incorrecto
fr: Taille non valide
hu: Érvénytelen méret
it: Dimensioni non valide
ja: 無効なサイズ
nl: Ongeldige grootte
pt_br: Tamanho inválido
ru: Неверный размер
sv: Ogiltig storlek

source: Image file '%s' does not exist
ar: ملف نسخة المحتويات '%s' غير موجود
cs: Soubor obrazu %s neexistuje.
de: Imagedatei %s ist nicht vorhanden
es: El archivo de imagen %s no existe
fr: Le fichier image '%s' n'existe pas.
hu: A(z) "%s" kulcsfájl nem létezik
it: Il file immagine '%s' non esiste
ja: イメージファイル「%s」が存在しません
nl: Image-bestand '%s' bestaat niet
pt_br: O arquivo de imagem '%s' não existe
ru: Файл образа '%s' не существует
sv: Avbildningsfilen %s finns inte

source: Failed to resize image
ar: فشل تغيير حجم نسخة المحتويات
cs: Nepodařilo se změnit velikost obrazu.
de: Größenanpassung des Image nicht möglich
es: Error al cambiar el tamaño de la imagen
fr: Impossible de redimensionner l'image.
hu: A lemezkép átméretezése sikertelen.
it: Impossibile ridimensionare l'immagine
ja: イメージのサイズ変更に失敗しました
nl: Grootte van de image wijzigen mislukt
pt_br: Não foi possível redimensionar a imagem
ru: Не удалось изменить размер образа
sv: Det gick inte att ändra avbildningens storlek
