Repository: matejcik/cryptconfig
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br, ru, sv

source: Don't verify the passphrase
ar: عدم التحقق من عبارة المرور
cs: Neověřovat heslo
de: Passwortfrage nicht überprüfen
es: No verificar la contraseña codificada
fr: Ne pas vérifier la phrase secrète
hu: Ne ellenőrizze a jelmondatot
it: Non verificare la stringa di cifratura
ja: パスフレーズを検証しない
nl: De wachtzin niet controleren
pt_br: Não verificar a frase secreta
ru: Не проверять контрольную фразу
sv: Verifiera inte lösenfrasen

source: Don't setup pam_mount
ar: عدم إعداد pam_mount
cs: Nenastavovat pam_mount
de: pam_mount nicht einrichten
es: No configurar pam_mount
fr: Ne pas configurer pam_mount
hu: Ne állítsa be a pam_mountot
it: Non configurare pam_mount
ja: pam_mountを設定しない
nl: pam_mount niet instellen
pt_br: Não configurar pam_mount
ru: Не настраивать pam_mount
sv: Konfigurera inte pam_mount

source: Don't copy user's existing data
ar: عدم نسخ بيانات المستخدمين الموجودة
cs: Nekopírovat existující data uživatele
de: Vorhandene Daten des Benutzers nicht kopieren
es: No copiar los datos existentes del usuario
fr: Ne pas copier les données actuelles de l'utilisateur
hu: Ne másolja a felhasználó meglévő adatait
it: Non copiare i dati esistenti dell'utente
ja: ユーザの既存データをコピーしない
nl: Bestaande gegevens van gebruiker niet kopiëren
pt_br: Não copiar os dados existentes do usuário
ru: Не копировать существующие данные пользователя
sv: Kopiera inte användarens befintliga data

source: Use random data to fill the image
ar: استخدام بيانات عشوائية لملء نسخة المحتويات
cs: Použít k vyplnění obrázku náhodná data
de: Image mit Zufallsdaten füllen
es: Utilizar datos aleatorios para llenar la imagen
fr: Utiliser des données aléatoires pour remplir l'image
hu: Véletlenszerű adatok használata a lemezkép feltöltésére
it: Usa dati casuali per riempire l'immagine
ja: イメージを埋めるためにランダムデータを使用
nl: Image vullen met willekeurige gegevens
pt_br: Usar dados aleatórios para preencher a imagem
ru: Для заполнения образа использовать случайные данные
sv: Fyll avbildningen med slumpmässigt valda data

source: Overwrite existing image and key
ar: الكتابة فوق نسخة المحتويات والمفتاح الموجودين
cs: Přepsat existující obrázek a klíč
de: Vorhandenes Image und vorhandenen Schlüssel überschreiben
es: Sobrescribir la imagen y la clave existentes
fr: Remplacer l'image et la clé existantes
hu: A meglévő lemezkép és kulcs felülírása
it: Sovrascrivi immagine e chiavi esistenti
ja: 既存のイメージと鍵を上書き
nl: Bestaande image en sleutel overschrijven
pt_br: Sobregravar chave e imagem existente
ru: Перезаписать существующие образ и ключ
sv: Skriv över befintlig avbildning och nyckel

source: Remove the old home directory after data is copied
ar: إزالة الدليل الرئيسي القديم بعد نسخ البيانات
cs: Po zkopírování dat odstranit původní domovský adresář
de: Altes persönliches Verzeichnis entfernen, nachdem Daten kopiert wurden
es: Eliminar el antiguo directorio personal después de copiar los datos
fr: Supprimer l'ancien répertoire privé après la copie des données
hu: A másolás befejeztével a régi könyvtár törlése
it: Rimuove la precedente directory principale dopo che i dati sono stati copiati
ja: データをコピーした後、古いホームディレクトリを削除する
nl: De oude home directory verwijderen nadat de gegevens zijn gekopieerd
pt_br: Remover o diretório pessoal antigo depois de copiar os dados
ru: Удалить основной каталог после копирования данных
sv: Ta bort den gamla hemkatalogen när informationen har kopierats

source: Replace an existing user entry in pam_mount
ar: استبدال إدخال المستخدم الموجود في pam_mount
cs: Nahradit existující položku uživatele v pam_mount
de: Vorhandenen Benutzereintrag in pam_mount ersetzen
es: Sustituir una entrada de usuario existente en pam_mount
fr: Remplacer l'entrée utilisateur existante dans pam_mount
hu: Meglévő felhasználóbejegyzés cseréje a pam_mountban
it: Sostituisce una voce utente esistente in pam_mount
ja: pam_mount中の既存のユーザエントリを置換
nl: Een bestaand gebruikersitem in pam_mount vervangen
pt_br: Substituir uma entrada de usuário existentes em pam_mount
ru: Заменить существующую запись пользователя в pam_mount
sv: Ersätt en befintlig användarpost i pam_mount

source: The filesystem type. The default is ext3
ar: نوع نظام الملفات. الافتراضي هو ext3.
cs: Typ souborového systému. Výchozí možnost je ext3.
de: Typ des Dateisystems. 'ext3' ist der Standard
es: Tipo de sistema de archivos. El valor por defecto es ext3.
fr: Type de système de fichiers. Le système par défaut est ext3.
hu: A fájlrendszer típusa. Az alapértelmezés az ext3
it: Tipo di file system. Il file system predefinito è ext3
ja: ファイルシステムタイプ。 デフォルトは「ext3」です。
nl: Het type bestandssysteem. Standaard is ext3
pt_br: O tipo de sistema de arquivos. O padrão é ext3
ru: Тип файловой системы. Значение по умолчанию - ext3
sv: Filsystemtypen. Standardvärdet är ext3

source: The home directory image. The default is $USER_HOME.img
ar: نسخة محتويات الدليل الرئيسي. الإعداد الافتراضي هو $USER_HOME.img
cs: Obraz domovského adresáře. Výchozí možnost je $USER_HOME.img.
de: Image des Home-Verzeichnisses. $USER_HOME.img ist der Standard
es: Imagen del directorio personal. La imagen por defecto es $USER_HOME.img.
fr: Image du répertoire personnel. Le fichier par défaut est $USER_HOME.img.
hu: A saját könyvtár lemezképe. Az alapértelmezés a $USER_HOME.img
it: Immagine della home directory. La directory predefinita è $USER_HOME.img.
ja: ホームディレクトリのイメージ。 デフォルトは「$USER_HOME.img」です。
nl: Image van de home directory. Standaard is $USER_HOME.img
pt_br: A imagem do diretório pessoal. O padrão é $USER_HOME.img
ru: Образ домашнего каталога. Значение по умолчанию - $USER_HOME.img
sv: Avbildningen av hemkatalogen. Standardvärdet är $USER_HOME.img

source: The image key file. The default is $USER_HOME.key
ar: ملف مفتاح نسخة المحتويات. الإعداد الافتراضي هو $USER_HOME.img
cs: Soubor klíče obrazu. Výchozí možnost je $USER_HOME.key.
de: Imageschlüsseldatei. $USER_HOME.key ist der Standard
es: Archivo de clave de imagen. El archivo por defecto es $USER_HOME.key.
fr: Fichier de clé d'image. Le fichier par défaut est $USER_HOME.key.
hu: A lemezkép kulcsfájlja. Az alapértelmezés a $USER_HOME.key
it: File delle chiavi immagine. Il file predefinito è $USER_HOME.img.
ja: イメージ鍵ファイル。 デフォルトは「$USER_HOME.key」です。
nl: Het sleutelbestand voor de image. Standaard is $USER_HOME.key
pt_br: O arquivo de chave de imagem. O padrão é $USER_HOME.key
ru: Файл ключа образа. Значение по умолчанию - $USER_HOME.key
sv: Avbildningens nyckelfil. Standardvärdet är $USER_HOME.key

source: Use an existing key file instead of generating a new one
ar: استخدام ملف مفتاح موجود بدلاً من إنشاء ملف جديد
cs: Použít existující soubor klíče místo vygenerování nového
de: Bestehende Schlüsseldatei verwenden, anstatt neue zu generieren
es: Utilizar un archivo de clave existente en lugar de generar uno nuevo
fr: Utiliser un fichier de clé existant au lieu d'en créer un nouveau
hu: Meglévő kulcsfájl használata új előállítása helyett
it: Usa un file delle chiavi esistente anziché generarne uno nuovo.
ja: 新しい鍵ファイルを生成する代わりに既存の鍵ファイルを使用
nl: Gebruik een bestaand sleutelbestand in plaats van een nieuwe te genereren
pt_br: Usar um arquivo de chave existente em vez de gerar um novo
ru: Использовать существующий файл ключа вместо создания нового
sv: Använd en befintlig nyckelfil i stället för att skapa en ny

source: Add an additional key file to the image
ar: إضافة ملف مفتاح إضافي إلى نسخة المحتويات
cs: Přidat do obrazu další klíč
de: Zusätzliche Schlüsseldatei zum Image hinzufügen
es: Añadir un archivo de clave adicional a la imagen
fr: Ajouter un fichier de clé supplémentaire à l'image
hu: Kiegészítő kulcsfájl hozzáadása a lemeképhez
it: Aggiungi un ulteriore file delle chiavi all'immagine
ja: イメージに鍵ファイルを追加
nl: Voeg een extra sleutelbestand toe aan de image
pt_br: Adicionar outro arquivo de chave à imagem
ru: Добавить в образ дополнительный файл ключа
sv: Lägg till ytterligare en nyckelfil till avbildningen

source: Using an encrypted home directory for root is not supported
ar: استخدام دليل رئيسي مشفر للجذر غير مدعم
cs: Použití šifrovaného domovské adresáře v kořenovém adresáři není podporováno
de: Verwendung eines verschlüsselten persönlichen Verzeichnisses für "root" wird nicht unterstützt
es: No se admite la utilización de un directorio personal cifrado como raíz
fr: L'utilisation d'un répertoire privé codé pour l'utilisateur root n'est pas prise en charge
hu: Titkosított saját könyvtár használata a root részére nem támogatott
it: L''utilizzo di una directory principale come radice non è supportato
ja: ルートに暗号化したホームディレクトリを使用できません
nl: Een gecodeerde home directory gebruiken als hoofddirectory, wordt niet ondersteund
pt_br: Usando um diretório pessoal criptografado para usuário root não é suportado
ru: Использование зашифрованного основного каталога как корневого не поддерживается
sv: Det går inte att använda krypterade hemkataloger för roten

source: %s is not a supported file system Supported file systems are: %s
ar: %s لا يعتبر نظام ملفات مدعم أنظمة الملفات المدعمة هي: %s
cs: Souborový systém %s není podporován. Jsou podporovány tyto souborové systémy: %s
de: %s ist kein unterstütztes Dateisystem Folgende Dateisysteme werden unterstützt: %s
es: %s no es un sistema de archivos compatible. Los sistemas de archivos compatibles son los siguientes: %s
fr: Le système de fichiers %s n'est pas pris en charge. Les systèmes pris en charge sont les suivants : %s
hu: A(z) %s nem támogatott fájlrendszer A támogatott fájlrendszerek: %s
it: %s non è un file system supportato I file system supportati sono: %s
ja: %sは、サポートしていないファイルシステムです。サポートしているファイルシステム: %s
nl: %s is geen ondersteund bestandssysteem Ondersteunde bestandssystemen zijn: %s
pt_br: %s não é um sistema de arquivos suportado Os sistemas de arquivos suportados são: %s
ru: Файловая система %s не поддерживается Поддерживаются следующие файловые системы: %s
sv: %s hör inte till de filsystem som stöds Filsystem som stöds är: %s

source: Invalid image size
ar: حجم نسخة محتويات غير صالح
cs: Neplatná velikost obrazu
de: Unzulässige Imagegröße
es: Tamaño de imagen incorrecto
fr: Taille d'image non valide
hu: Érvénytelen lemezképméret
it: Dimensioni dell'immagine non valide
ja: 不正なイメージサイズ
nl: Ongeldige image-grootte
pt_br: Tamanho de imagem inválido
ru: Неверный размер образа
sv: Ogiltig avbildningsstorlek

source: The image_size must be at least %lld MBs for the chosen file system.
ar: يجب أن يبلغ image_size إلى %lld ميغابايت على الأقل لنظام الملفات المحدد.
cs: Velikost _obrazu vybraného souborového systému musí být nejméně %lld MB.
de: Für das ausgewählte Dateisystem muss die Image_größe mindestens %lld MB betragen.
es: El tamaño de imagen debe ser de al menos %lld MB para el sistema de archivos seleccionado.
fr: La _taille d'image doit être de %lld Mo au moins pour le système de fichiers choisi.
hu: Az image_size értéke legalább %lld MB kell legyen a kijelölt fájlrendszerhez.
it: Per il file system selezionato le dimensioni_immagine devono essere di almeno %lld MB.
ja: 選択したファイルシステムでは、image_sizeは最低 %lld MBなければなりません。
nl: De image_size moet ten minste %lld MB zijn voor het gekozen bestandssysteem.
pt_br: O image_size deve ter pelo menos %lld MB para o sistema de arquivos escolhido.
ru: Для выбранной файловой системы размер_образа должен быть не меньше %lld Мб.
sv: Bild_storleken måste vara minst %lld MB för det angivna filsystemet.

source: Failed to lookup user '%s'
ar: فشل البحث عن مستخدم '%s'
cs: Nepodařilo se vyhledat uživatele %s.
de: Suche nach Benutzer '%s' nicht möglich
es: Error al buscar el usuario %s
fr: Impossible de rechercher l'utilisateur '%s'
hu: Nem sikerült a(z) "%s" felhasználó kikeresése
it: Impossibile cercare l'utente '%s'
ja: ユーザ「%s」の検索に失敗しました
nl: Gebruiker '%s' niet gevonden
pt_br: Não foi possível pesquisar o usuário '%s'
ru: Не удалось найти пользователя '%s'
sv: Det gick inte att slå upp användaren %s

source: pam_mount is already setup for %s. Use --replace to replace the existing entry
ar: تم إعداد pam_mount بالفعل من أجل %s. استخدام --"استبدال" لاستبدال الإدخال الحالي
cs: Pro uživatele %s je již pam_mount nastaven. Existující položku můžete přepsat pomocí možnosti --replace.
de: pam_mount ist bereits für %s eingerichtet. Vorhandenen Eintrag mit '--replace' ersetzen
es: pam_mount ya está configurado para %s. Utilice --replace para reemplazar la entrada existente.
fr: pam_mount est déjà configuré pour %s. Utilisez le paramètre --replace pour remplacer l'entrée existante
hu: A pam_mount már be van állítva a következőhöz: %s. A meglévő bejegyzés cseréjéhez használja a --replace kapcsolót
it: pam_mount è già impostato per %s. Utilizzare --replace per sostituire la voce esistente
ja: %sに対してすでにpam_mountが設定されています。 既存のエントリを置換するには、--replaceを使用してください。
nl: pam_mount is al ingesteld voor %s. Gebruik --replace om het bestaande item te vervangen
pt_br: pam_mount já está configurado para %s. Use --replace para substituir a entrada existente
ru: Для %s pam_mount уже настроен. Используйте --replace для замены существующей записи
sv: pam_mount har redan konfigurerats för %s. Ersätt den befintliga posten med hjälp av --replace

source: Failed to remove old pam_mount entry
ar: فشل إزالة إدخال pam_mount القديم
cs: Nepodařilo se odstranit položku pam_mount.
de: Alter pam_mount-Eintrag konnte nicht entfernt werden
es: Error al eliminar la entrada pam_mount anterior
fr: Impossible de supprimer l'ancienne entrée pam_mount
hu: A régi pam_mount bejegyzés eltávolítása sikertelen
it: Impossibile rimuovere la voce pam_mount precedente
ja: 古いpam_mountエントリの削除に失敗しました
nl: Verwijderen oud pam_mount-item mislukt
pt_br: Impossível remover a entrada pam_mount antiga
ru: Не удалось удалить старую запись pam_mount
sv: Det gick inte att ta bort den gamla pam_mount-posten

source: image file must be an absolute path
ar: يجب أن يكون مسار ملف نسخة المحتويات مطلقًا
cs: Soubor obrazu musí mít absolutní cestu.
de: bei der Imagedatei muss es sich um einen absoluten Pfad handeln
es: El archivo de imagen debe proporcionarse como una vía absoluta
fr: le fichier image doit être associé à un chemin d'accès absolu
hu: a lemezképet abszolút elérési úttal kell megadni
it: il file immagine deve essere un percorso assoluto
ja: イメージファイルは絶対パスでなければなりません。
nl: Image-bestand moet een absoluut pad zijn
pt_br: o arquivo de imagem deve ser um caminho absoluto
ru: для файла образа следует указывать абсолютный путь
sv: avbildningsfilen måste ha en absolut sökväg

source: '%s' is not a directory
ar: '%s' لا يعتبر دليلاً
cs: '%s' není adresář.
de: '%s' ist kein Verzeichnis
es: %s no es un directorio
fr: '%s' n'est pas un répertoire
hu: A(z) "%s" nem könyvtár
it: '%s' non è una directory
ja: '%s'はディレクトリではありません
nl: '%s' is geen directory
pt_br: '%s' não é um diretório
ru: '%s' не является каталогом
sv: %s är inte en katalog.

source: Not enough space to create %s
ar: لا توجد مساحة كافية لإنشاء %s
cs: Nedostatek místa k vytvoření %s
de: Nicht genügend Speicherplatz zum Erstellen von %s
es: No hay espacio suficiente para crear %s
fr: Espace insuffisant pour créer %s
hu: Nincs elegendő hely a(z) %s létrehozásához.
it: Spazio insufficiente per creare %s
ja: %s を作成できるスペースがありません
nl: Niet genoeg ruimte om %s te maken
pt_br: Espaço insuficiente para criar %s
ru: Недостаточно места для содания %s
sv: Det finns inte tillräckligt med utrymme för att skapa %s

source: %s already exists. Use --force to overwrite it.
ar: %s موجود بالفعل. استخدم –القوة للكتابة فوقه.
cs: %s již existuje. Můžete jej přepsat pomocí možnosti --force.
de: %s ist bereits vorhanden. Mit '--force' überschreiben.
es: %s ya existe. Utilice --force para sobrescribirlo.
fr: %s existe déjà. Utilisez --force pour la remplacer.
hu: A(z) %s már létezik. A felülíráshoz használja a --force kapcsolót.
it: %s esiste già. Utilizzare --force per sovrascriverlo.
ja: %sはすでに存在しています。 上書きするには、--forceを使用してください。
nl: %s bestaat al. Gebruik --force om te overschrijven.
pt_br: %s já existe. Use --force para sobregravá-lo.
ru: %s уже существует. Используйте --force для его перезаписи.
sv: %s finns redan. Skriv över med hjälp av alternativet --force.

source: You can't specify both --key-file and --existing-key-file
ar: لا يمكنك تخصيص كل من --ملف المفتاح وملف المفتاح الموجود
cs: Můžete zadat zároveň možnost --key-file i --existing-key-file
de: Die gleichzeitige Angabe von '--key-file' und '--existing-key-file' ist nicht möglich
es: No es posible especificar los archivos --key-file y --existing-key-file al mismo tiempo.
fr: Vous ne pouvez pas spécifier à la fois --key-file et --existing-key-file
hu: Nem adhatja meg egyszerre a --key-file és a --existing-key-file kapcsolókat
it: Impossibile specificare --key-file e --existing-key-file
ja: --key-fileと--existing-key-fileの両方を指定することはできません。
nl: U mag niet gelijktijdig --sleutelbestand en --bestaand-sleutelbestand opgeven
pt_br: Você não pode especificar --key-file e --existing-key-file
ru: Нельзя одновременно указывать --key-file и --existing-key-file
sv: Du kan inte både ange --key-file och --existing-key-file

source: The existing key file must be an absolute path
ar: يجب أن يكون مسار ملف المفتاح الموجود مطلقًا
cs: Soubor existujícího klíče musí mít absolutní cestu.
de: Bei der bestehenden Imagedatei muss es sich um einen absoluten Pfad handeln
es: El archivo de clave existente debe proporcionarse como una vía absoluta
fr: Le fichier de clé existant doit être associé à un chemin d'accès absolu
hu: A meglévő kulcsfájlt abszolút elérési úttal kell megadni
it: Il file delle chiavi esistente deve essere un percorso assoluto
ja: 既存の鍵ファイルは絶対パスでなければなりません。
nl: Het bestaande sleutelbestand moet een absoluut pad zijn
pt_br: O arquivo de chave existente deve ser um caminho absoluto
ru: Для существующего файла ключа следует указывать абсолютный путь
sv: Den befintliga nyckelfilen måste ha en absolut sökväg

source: %s does not exist
ar: %s غير موجود
cs: %s neexistuje.
de: %s ist nicht vorhanden
es: %s no existe
fr: %s n'existe pas.
hu: "%s" nem létezik
it: %s non esiste.
ja: %s は存在しません。
nl: %s bestaat niet.
pt_br: %s não existe
ru: %s не существует
sv: %s finns inte

source: The key file must be an absolute path
ar: يجب أن يكون مسار ملف المفتاح الموجود مطلقًا
cs: Soubor existujícího klíče musí mít absolutní cestu.
de: Bei der Schlüsseldatei muss es sich um einen absoluten Pfad handeln
es: El archivo de clave debe proporcionarse como una vía absoluta
fr: Le fichier de clé doit être associé à un chemin d'accès absolu
hu: A kulcsfájlt abszolút elérési úttal kell megadni
it: Il file delle chiavi deve essere un percorso assoluto
ja: 鍵ファイルは絶対パスでなければなりません。
nl: Het sleutelbestand moet een absoluut pad zijn
pt_br: O arquivo de chave deve ser um caminho absoluto
ru: Для файла ключа следует указывать абсолютный путь
sv: Nyckelfilen måste ha en absolut sökväg

source: The key file directory does not exist
ar: دليل ملف المفتاح غير موجود.
cs: Adresář souboru klíče neexistuje.
de: Das Schlüsseldateiverzeichnis ist nicht vorhanden
es: El directorio del archivo de clave no existe
fr: Le répertoire du fichier de clé n'existe pas.
hu: A kulcsfájlkönyvtár nem létezik
it: La directory dei file delle chiavi non esiste
ja: 鍵ファイルディレクトリが存在していません。
nl: De sleutelbestanddirectory bestaat niet.
pt_br: O diretório de arquivo de chave não existe
ru: Каталог файла ключа не существует
sv: Nyckelfilskatalogen finns inte.

source: '%s' already exists. Use --force to overwrite it.
ar: '%s' موجود بالفعل. استخدم –القوة للكتابة فوقه.
cs: '%s' již existuje. Můžete jej přepsat pomocí možnosti --force.
de: '%s' ist bereits vorhanden. Mit '--force' überschreiben.
es: %s ya existe. Utilice --force para sobrescribirlo.
fr: '%s' existe déjà. Utilisez --force pour la remplacer.
hu: "%s" már létezik. A felülíráshoz használja a --force kapcsolót.
it: '%s' esiste già. Utilizzare --force per sovrascriverlo.
ja: '%s'はすでに存在しています。 上書きするには、--forceを使用してください。
nl: '%s' bestaat al. Gebruik --force om te overschrijven.
pt_br: '%s' já existe. Use --force para sobregravá-lo.
ru: '%s' уже существует. Используйте --force для его перезаписи.
sv: %s finns redan. Skriv över med hjälp av alternativet --force.

source: Skipping data copy since user's home directory does not exist
ar: تخطي نسخ البيانات نظرًا لعدم وجود الدليل الرئيسي للمستخدم
cs: Kopírování dat se přeskakuje, protože domovský adresář uživatele neexistuje
de: Kopieren von Daten wird übersprungen, da persönliches Verzeichnis des Benutzers nicht existiert
es: Omitiendo copia de datos, dado que el directorio personal del usuario no existe
fr: La copie des données est ignorée car le répertoire privé de l'utilisateur n'existe pas
hu: Adatmásolás letiltva, mivel a felhasználó saját könyvtára nem létezik
it: Dati di copia saltati perché la directory principale dell''utente non esiste
ja: ユーザのホームディレクトリが存在しないため、データコピーをスキップしています
nl: Kopiëren van gegevens wordt overgeslagen omdat de home directory van de gebruiker niet bestaat
pt_br: Ignorando cópia de dados, pois o diretório pessoal do usuário não existe
ru: Копирование данных пропускается, так как пользователь не существует
sv: Datakopieringen utförs inte eftersom användarens hemkatalog inte finns

source: There is not enough disk space left to copy existing data
ar: لا توجد مساحة متبقية على القرص تكفي لنسخ البيانات الموجودة
cs: Na disku není dost místa ke zkopírování existujících dat.
de: Nicht mehr genügend Speicherplatz zum Kopieren der vorhandenen Daten
es: No hay espacio disponible suficiente en el disco para copiar los datos existentes
fr: L'espace disque restant n'est pas suffisant pour copier les données existantes.
hu: Nincs elég lemezterület a meglévő adatok másolásához
it: Spazio su disco insufficiente per la copia dei dati esistenti
ja: 既存のデータをコピーするために十分なディスク空き容量がありません。
nl: Er is onvoldoende vrije schijfruimte om bestaande gegevens te kopiëren
pt_br: Não há espaço em disco suficiente para copiar os dados existentes
ru: Для копирования существующих данных оставшегося на диске места недостаточно
sv: Det finns inte tillräckligt med diskutrymme för att kopiera befintliga data

source: The specified image size is not large enough to hold the user's data
ar: حجم نسخة المحتويات المحددة ليس كبيرًا بدرجة تمكنه من الاحتفاظ ببيانات المستخدم
cs: Zadaná velikost obrazu není dost velká pro uložení dat uživatele.
de: Die angegebene Imagegröße ist für die Daten des Benutzers nicht ausreichend
es: El tamaño de imagen especificado no es lo suficientemente grande para alojar los datos del usuario
fr: La taille d'image spécifiée n'est pas suffisante pour contenir les données utilisateur.
hu: A megadott lemezképméret nem elég nagy a felhasználó adatainak tárolásához
it: Le dimensioni specificate per l'immagine non sono sufficienti per contenere i dati dell'utente
ja: 指定されたイメージサイズは、ユーザのデータを格納するために十分な大きさではありません。
nl: De opgegeven image-grootte is niet toereikend voor de gegevens van de gebruiker
pt_br: O tamanho de imagem especificado não é grande o suficiente para armazenar dados do usuário
ru: Указанный размер образа недостаточен для размещения данных пользователя
sv: Den angivna avbildningsfilen är inte stor nog att rymma användarens data

source: Enter the password for %s
ar: أدخل كلمة السر الخاصة بـ %s
cs: Zadejte heslo pro %s.
de: Passwort für %s eingeben
es: Introduzca la contraseña para %s
fr: Entrer le mot de passe de %s.
hu: Adja meg a(z) %s jelszót
it: Immettere la password per %s
ja: %sのパスワードを入力してください
nl: Voer het wachtwoord in voor %s
pt_br: Digite a senha de %s
ru: Введите пароль для %s
sv: Ange lösenordet för %s

source: Enter %s's password
ar: أدخل كلمة السر الخاصة بـ%s
cs: Zadejte heslo uživatele %s.
de: Passwort von %s eingeben
es: Introduzca la contraseña de %s
fr: Entrer le mot de passe de %s.
hu: Adja meg %s jelszavát
it: Immettere la password di %s
ja: %sのパスワードを入力してください
nl: Voer het wachtwoord in van %s
pt_br: Digite a senha de %s
ru: Введите пароль %s
sv: Ange %ss lösenord
