Repository: matejcik/cryptconfig
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br, ru, sv

source: Create an encrypted home directory image and image key
ar: إنشاء نسخة محتويات الدليل الرئيسي المشفرة ومفتاح نسخة المحتويات
cs: Vytvořit zašifrovaný obraz domovského adresáře a klíč obrazu.
de: Verschlüsseltes Home-Verzeichnisimage und Imageschlüssel erstellen
es: Crear una imagen de directorio personal cifrada y una clave de imagen
fr: Créer une image et une clé d'image codées pour le répertoire personnel
hu: Titkosított saját könyvtár lemezkép és lemezképkulcs létrehozása
it: Crea un'immagine e una chiave immagine cifrate della home directory
ja: 暗号化されたホームディレクトリイメージとイメージ鍵を作成します
nl: Een gecodeerde home directory-image en image-sleutel maken
pt_br: Criar uma imagem criptografada e uma chave de imagem no diretório pessoal
ru: Создать зашифрованные образ домашнего каталога и ключ образа
sv: Skapa en krypterad hemkatalogsavbildning och en avbildningsnyckel

source: Enlarge a disk image and it's file system
ar: تكبير نسخة محتويات القرص ونظام الملفات الخاص بها
cs: Zvětšit obraz disku a obsažený souborový systém.
de: Datenträger-Image und zugehöriges Dateisystem vergrößern
es: Ampliar una imagen de disco y su sistema de archivos
fr: Agrandir l'image d'un disque et le système de fichiers correspondant
hu: Lemezkép és fájlrendszerének növelése
it: Ingrandisce un'immagine del disco e il relativo file system
ja: ディスクイメージとファイルシステムを拡張します
nl: Een schijf-image en het bijbehorende bestandssysteem vergroten
pt_br: Aumentar uma imagem de disco e o sistema de arquivos correspondente
ru: Увеличить образ диска и его файловую систему
sv: Förstora en diskavbildning och dess filsystem

source: Change the password used to encrypt/decrypt a key file
ar: تغيير كلمة السر المستخدمة لتشفير/فك تشفير ملف المفتاح
cs: Změnit heslo použité k zašifrování nebo dešifrování souboru klíče
de: Passwort zum Verschlüsseln/Entschlüsseln einer Schlüsseldatei ändern
es: Cambiar la contraseña utilizada para cifrar o descifrar un archivo de clave
fr: Changer le mot de passe utilisé pour coder/décoder un fichier de clé
hu: Kulcsfájl titkosításához/visszafejtéséhez használt jelszó módosítása
it: Cambia la password utilizzata per cifrare/decifrare un file delle chiavi
ja: 鍵ファイルの暗号化/復号化に使用するパスワードを変更します
nl: Het wachtwoord wijzigen voor het coderen/decoderen van een sleutelbestand
pt_br: Mudar a senha usada para criptografar/decodificar um arquivo de chave
ru: Сменить пароль, используемый для шифрования и дешифрования файла ключа
sv: Ändra det lösenord som används för att kryptera/dekryptera en nyckelfil

source: Enable pam_mount with encrypted home directories
ar: تمكين pam_mount مع الدلائل الرئيسية المشفرة
cs: Povolit pam_mount s šifrovanými domovskými adresáře
de: pam_mount mit verschlüsselten Home-Verzeichnissen aktivieren
es: Habilitar pam_mount con directorios personales cifrados
fr: Activer pam_mount avec les répertoires personnels codés
hu: A pam_mount engedélyezése titkosított saját könyvtárakkal
it: Abilita pam_mount con home directory cifrate
ja: 暗号化されたホームディレクトリでpam_mountを有効にします
nl: pam_mount inschakelen met gecodeerde home directory's
pt_br: Habilitar pam_mount com diretórios pessoais criptografados
ru: Включить pam_mount с зашифрованными домашними каталогами
sv: Aktivera pam_mount med krypterade hemkataloger

source: Disable pam_mount with encrypted home directories
ar: تعطيل pam_mount مع الدلائل الرئيسية المشفرة
cs: Zakázat pam_mount s šifrovanými domovskými adresáře
de: pam_mount mit verschlüsselten Home-Verzeichnissen deaktivieren
es: Inhabilitar pam_mount con directorios personales cifrados
fr: Désactiver pam_mount avec les répertoires personnels codés
hu: A pam_mount letiltása titkosított saját könyvtárakkal
it: Disabilita pam_mount con home directory cifrate
ja: 暗号化されたホームディレクトリでpam_mountを無効にします
nl: pam_mount uitschakelen met gecodeerde home directory's
pt_br: Desabilitar pam_mount com diretórios pessoais criptografados
ru: Отключить pam_mount с зашифрованными домашними каталогами
sv: Inaktivera pam_mount med krypterade hemkataloger

source: Create an arbitrary LUKS image
ar: إنشاء نسخة محتويات LUKS عشوائية
cs: Vytvořit libovolný obraz LUKS
de: Beliebiges LUKS-Image erstellen
es: Crear una imagen LUKS arbitraria
fr: Créer une image LUKS arbitraire
hu: Tetszőleges LUKS lemezkép létrehozása
it: Crea un''immagine LUKS arbitraria
ja: 任意のLUKSイメージを作成する
nl: Een arbitraire LUKS-image maken
pt_br: Criar imagem LUKS arbitrária
ru: Создать произвольный образ LUKS
sv: Skapa en godtycklig LUKS-avbildning

source: Create a LUKS partition on a device
ar: إنشاء قسم LUKS على الجهاز
cs: Vytvořit na zařízení oddíl LUKS
de: LUKS-Partition auf einem Gerät erstellen
es: Crear una partición LUKS en un dispositivo
fr: Créer une partition LUKS sur un périphérique
hu: LUKS partíció létrehozása egy eszközön
it: Crea una partizione LUKS in un dispositivo
ja: デバイスにLUKSパーティションを作成します
nl: Een LUKS-partitie maken op een apparaat
pt_br: Criar uma partição LUKS em um dispositivo
ru: Создать на устройстве раздел LUKS
sv: Skapa en LUKS-partition på en enhet

source: Create a new key that can be added to a LUKS image
ar: إنشاء مفتاح جديد يمكن إضافته إلى نسخة محتويات LUKS
cs: Vytvořit nový klíč, který lze přidat k obrazu LUKS
de: Neuen Schlüssel erstellen, der einem LUKS-Image hinzugefügt werden kann
es: Crear una nueva clave que se pueda añadir a una imagen LUKS
fr: Créer une nouvelle clé pouvant être ajoutée à une image LUKS
hu: Új kulcs létrehozása, amely felvehető egy LUKS lemezképhez
it: Crea una nuova chiave che è possibile aggiungere a un'immagine LUKS
ja: LUKSイメージに追加できる新しい鍵を作成します
nl: Een nieuwe sleutel maken die kan worden toegevoegd aan een LUKS-image
pt_br: Criar uma nova chave que possa ser adicionada a uma imagem LUKS
ru: Создать новый ключ, который можно будет добавить в образ LUKS
sv: Skapa en ny nyckel som kan läggas till i en LUKS-avbildning

source: Open a LUKS image
ar: فتح نسخة محتويات LUKS
cs: Vytvořit obraz LUKS
de: LUKS-Image öffnen
es: Abrir una imagen LUKS
fr: Ouvrir une image LUKS
hu: LUKS lemezkép megnyitása
it: Apre un'immagine LUKS
ja: LUKSイメージを開きます
nl: Een LUKS-image openen
pt_br: Abrir uma imagem LUKS
ru: Открыть образ LUKS
sv: Öppna en LUKS-avbildning

source: Close devices using a LUKS image
ar: إغلاق أجهزة باستخدام نسخة محتويات LUKS
cs: Zavřít zařízení používající obraz LUKS
de: Geräte mit LUKS-Image schließen
es: Cerrar los dispositivos que utilicen una imagen LUKS
fr: Fermer les périphériques à l'aide d'une image LUKS
hu: LUKS lemezképet használó eszközök bezárása
it: Chiude i dispositivi utilizzando LUKS
ja: LUKSイメージを使用しているデバイスを閉じます
nl: Apparaten sluiten die met een LUKS-image werken
pt_br: Fechar dispositivos usando uma imagem LUKS
ru: Закрыть устройства при помощи образа LUKS
sv: Stäng enheter som använder en LUKS-avbildning

source: Add public data
ar: إضافة بيانات عامة
cs: Přidat veřejná data
de: Öffentliche Daten hinzufügen
es: Añadir datos públicos
fr: Ajouter des données publiques
hu: Publikus adat hozzáadása
it: Aggiungi dati pubblici
ja: 公開データの追加
nl: Openbare gegevens toevoegen
pt_br: Adicionar dados públicos
ru: Добавить общие данные
sv: Lägg till offentliga data

source: Remove public data
ar: إزالة بيانات عامة
cs: Odebrat veřejná data
de: Öffentliche Daten entfernen
es: Eliminar datos públicos
fr: Supprimer les données publiques
hu: Publikus adat eltávolítása
it: Rimuovi dati pubblici
ja: 公開データの削除
nl: Openbare gegevens verwijderen
pt_br: Remover dados públicos
ru: Удалить общие данные
sv: Ta bort offentliga data

source: You must be root to run this command
ar: يلزم أن تمتلك صلاحيات المسؤول لتتمكن من تشغيل هذا الأمر
cs: Ke spuštění tohoto příkazu musíte být přihlášeni jako uživatel root.
de: Nur Root-Benutzer dürfen dieses Kommando ausführen.
es: Debe ser usuario Root para ejecutar este comando
fr: Il faut être l'utilisateur root pour exécuter cette commande.
hu: A parancs futtatásához rendszergazdának kell lennie
it: Solo gli utenti root possono eseguire questo comando
ja: このコマンドを実行するには、rootでなければなりません
nl: U moet root zijn om deze opdracht te kunnen uitvoeren
pt_br: Você deve ser um usuário Root para executar este comando
ru: Для выполнения этой команды необходимы полномочия суперпользователя
sv: Du måste vara rotanvändare för att kunna köra det här kommandot

source: move failed: %s
ar: فشل النقل: %s
cs: Selhalo přesunutí: %s
de: Fehler beim Verschieben: %s
es: Error al mover: %s
fr: échec du déplacement : %s
hu: A mozgatás sikertelen: %s
it: Spostamento non riuscito: %s
ja: 移動に失敗しました: %s
nl: verplaatsen mislukt: %s
pt_br: falha ao mover: %s
ru: сбой при перемещении: %s
sv: flyttningen misslyckades: %s

source: Failed to load
ar: فشل التحميل
cs: Nepodařilo se načtení
de: Laden nicht möglich
es: Error al cargar
fr: Échec du chargement
hu: Nem sikerült a következő betöltése:
it: Impossibile caricare
ja: ロードに失敗しました
nl: Laden mislukt
pt_br: Não foi possível carregar
ru: Не удалось загрузить
sv: Det gick inte att läsa in

source: Failed to load service list from
ar: فشل تحميل قائمة الخدمة من
cs: Nepodařilo se načíst seznam služeb z
de: Fehler beim Laden der Dienstliste von
es: Error al cargar la lista de servicios desde
fr: Impossible de charger la liste de services depuis
hu: A szolgáltatáslista betöltése sikertelen innen:
it: Impossibile caricare l'elenco di servizi da
ja: 次の場所からのサービスリストのロードに失敗しました:
nl: Servicelijst laden mislukt:
pt_br: Não foi possível carregar a lista de serviços de
ru: Не удалось загрузить список служб с
sv: Det gick inte att läsa in tjänstlistan från

source: Failed to get pam services list
ar: فشل الحصول على قائمة خدمات pam
cs: Nepodařilo se získat seznam služeb pam.
de: pam-Dienstliste konnte nicht abgerufen werden
es: Error al obtener la lista de servicios de pam
fr: Impossible d'obtenir la liste de services pam
hu: A pam szolgáltatások listájának lekérése sikertelen
it: Impossibile recuperare l'elenco di servizi pam
ja: pamサービスリストの取得に失敗しました
nl: Ophalen lijst pam-services mislukt
pt_br: Não foi possível obter a lista de serviços de pam
ru: Не удалось получить список служб PAM
sv: Det gick inte att hämta pam-tjänstlistan

source: key file is too large
ar: ملف المفتاح كبير جدًا
cs: soubor klíče je příliš velký
de: Schlüsseldatei ist zu groß
es: el archivo de clave es demasiado grande
fr: Le fichier de clés est trop grand
hu: a kulcsfájl túl nagy
it: file chiave troppo grande
ja: キーファイルが大きすぎます
nl: sleutelbestand is te groot
pt_br: arquivo principal muito grande
ru: слишком большой файл ключа
sv: nyckelfilen är för stor

source: Failed to create temp file
ar: فشل إنشاء ملف مؤقت
cs: Nepodařilo se vytvořit dočasný klíč.
de: Temporäre Datei konnte nicht erstellt werden
es: Error al crear el archivo temporal
fr: Impossible de créer un fichier temp.
hu: Nem hozható létre ideiglenes fájl
it: Impossibile creare il file temporaneo
ja: 一時ファイルの作成に失敗しました
nl: Tijdelijk bestand maken mislukt
pt_br: Não foi possível criar arquivo temporário
ru: Не удалось создать временный файл
sv: Det gick inte att skapa någon temporärfil

source: copy failed: %s
ar: فشل النسخ: %s
cs: kopírování se nezdařilo. %s
de: Fehler beim Kopieren: %s
es: Copia incorrecta: %s
fr: échec de la copie : %s
hu: A másolás sikertelen: %s
it: impossibile copiare: %s
ja: コピーに失敗しました: %s
nl: Kopiëren mislukt: %s
pt_br: falha ao copiar: %s
ru: сбой копирования: %s
sv: kopieringen misslyckades: %s

source: The map device for this image is in use
ar: الجهاز المعين لنسخة المحتويات هذه قيد الاستخدام
cs: Mapovací zařízení pro tento obraz je používáno
de: Das Zuordnungsgerät für dieses Image ist in Gebrauch
es: El dispositivo asignado a esta imagen está en uso
fr: Le dispositif d'assignation de cette image est en cours d'utilisation
hu: A lemezképhez használt leképező eszköz használatban van
it: Il dispositivo di mappatura per questa immagine è in uso
ja: このイメージのマップデバイスは使用中です
nl: Het mappingapparaat voor deze image is in gebruik
pt_br: O dispositivo de mapeamento desta imagem está em uso
ru: Сопоставляемое устройство для этого образа используется
sv: Kartenheten för den här avbildningen används

source: Enter the key file password
ar: إدخال كلمة السر الخاصة بملف المفتاح
cs: Zadejte heslo souboru klíče
de: Passwort für die Schlüsseldatei eingeben
es: Introduzca la contraseña del archivo de clave
fr: Entrez le mot de passe du fichier de clé.
hu: Adja meg a kulcsfájl jelszavát
it: Immettere la password per il file delle chiavi
ja: 鍵ファイルのパスワードを入力してください。
nl: Voer het wachtwoord in voor het sleutelbestand
pt_br: Digite a senha do arquivo de chave
ru: Введите пароль для файла ключа
sv: Ange lösenordet för nyckelfilen

source: Enter the image password
ar: إدخال كلمة السر الخاصة بنسخة المحتويات
cs: Zadejte heslo obrazu.
de: Passwort für Image eingeben
es: Introduzca la contraseña de la imagen
fr: Entrez le mot de passe de l'image
hu: Adja meg a lemezkép jelszavát
it: Immettere la password per l'immagine
ja: イメージのパスワードを入力してください
nl: Voer het image-wachtwoord in
pt_br: Digite a senha da imagem
ru: Введите пароль для образа
sv: Ange lösenordet till avbildningen

source: Unable to access the specified key file
ar: تعذر الوصول إلى ملف المفتاح المحدد
cs: Nelze získat přístup k zadanému souboru klíče.
de: Zugriff auf angegebene Schlüsseldatei nicht möglich
es: No es posible acceder al archivo de clave especificado
fr: Impossible d'accéder au fichier de clé indiqué.
hu: A megadott kulcsfájl nem érhető el
it: Impossibile accedere al file delle chiavi specificato
ja: 指定された鍵ファイルにアクセスできません
nl: Geen toegang tot opgegeven sleutelbestand
pt_br: Impossível acessar o arquivo de chave especificado
ru: Не удается получить доступ к указанному файлу ключа
sv: Det gick inte att skapa den angivna nyckelfilen.

source: Failed to decrypt key file with the provided password
ar: فشل فك تشفير ملف المفتاح باستخدام كلمة السر المتوفرة
cs: Nepodařilo se dešifrovat soubor klíče pomocí zadaného hesla.
de: Schlüsseldatei konnte mit dem angegebenen Passwort nicht entschlüsselt werden
es: Error al descifrar el archivo de clave con la contraseña proporcionada
fr: Impossible de décoder le fichier de clé avec le mot de passe fourni.
hu: A kulcsfájl visszafejtése a megadott jelszóval sikertelen
it: Impossibile decifrare il file delle chiavi con la password specificata
ja: 指定されたパスワードを使った鍵ファイルの復号化に失敗しました
nl: Bestand decoderen met opgegeven wachtwoord mislukt
pt_br: Não foi possível decodificar o arquivo de chave usando a senha fornecida
ru: Не удалось расшифровать файл ключа при помощи предоставленного пароля
sv: Det gick inte att dekryptera nyckelfilen med det angivna lösenordet

source: Failed to open disk image
ar: فشل فتح نسخة محتويات القرص
cs: Nepodařilo se otevřít obraz disku.
de: Datenträger-Image konnte nicht geöffnet werden
es: Error al abrir la imagen de disco
fr: Impossible d'ouvrir l'image du disque.
hu: A lemezkép megnyitása sikertelen
it: Impossibile aprire l'immagine del disco
ja: ディスクイメージを開くのに失敗しました
nl: Schijf-image openen mislukt
pt_br: Não foi possível abrir a imagem de disco
ru: Не удалось открыть образ диска
sv: Det gick inte att öppna diskavbildningen

source: Extra key file does not exist
ar: ملف المفتاح الإضافي غير موجود
cs: Další soubor klíče neexistuje.
de: Zusätzliche Schlüsseldatei ist nicht vorhanden
es: El archivo de clave adicional no existe
fr: Le fichier de clé supplémentaire n'existe pas.
hu: A kiegészítő kulcsfájl nem létezik
it: Il file delle chiavi extra non esiste
ja: 追加の鍵ファイルが存在していません
nl: Extra sleutelbestand bestaat niet
pt_br: O arquivo de chave extra não existe
ru: Файл дополнительного ключа не существует
sv: Det finns ingen extra nyckelfil

source: Enter the password for the extra key
ar: إدخال كلمة السر للمفتاح الإضافي
cs: Zadejte heslo dalšího klíče
de: Passwort für den zusätzlichen Schlüssel eingeben
es: Introduzca la contraseña de la clave adicional
fr: Entrez le mot de passe pour la clé supplémentaire
hu: Adja meg a kiegészítő kulcs jelszavát
it: Immettere la password per la chiave extra
ja: 追加の鍵に対するパスワードを入力してください
nl: Voer het wachtwoord in voor de extra sleutel
pt_br: Digite a senha da chave extra
ru: Введите пароль для дополнительного ключа
sv: Ange lösenordet för extranyckeln

source: Failed to get extra key password
ar: فشل في الحصول على كلمة السر للمفتاح الإضافي
cs: Nelze získat heslo dalšího klíče.
de: Passwort für den zusätzlichen Schlüssel konnte nicht abgerufen werden
es: Error al obtener la contraseña de la clave adicional
fr: Impossible d'obtenir le mot de passe pour la clé supplémentaire.
hu: A kiegészítő kulcs jelszavának lekérése sikertelen
it: Impossibile ottenere la password della chiave extra
ja: 追加の鍵パスワードの取得に失敗しました
nl: Ophalen wachtwoord voor extra sleutel mislukt
pt_br: Não foi possível obter a senha da chave extra
ru: Не удалось получить пароль дополнительного ключа
sv: Det gick inte att hämta lösenordet för extranyckeln

source: Failed to decrypt extra key
ar: فشل فك تشفير مفاتيح إضافية
cs: Nepodařilo se dešifrovat další klíč.
de: Zusätzlicher Schlüssel konnte nicht entschlüsselt werden
es: Error al descifrar la clave adicional
fr: Impossible de décoder la clé supplémentaire.
hu: A kiegészítő kulcs visszafejtése sikertelen
it: Impossibile decifrare la chiave extra
ja: 追加の鍵の復号化に失敗しました
nl: Extra sleutel decoderen mislukt
pt_br: Não foi possível decodificar a chave extra
ru: Не удалось расшифровать дополнительный ключ
sv: Det gick inte att dekryptera extranyckeln

source: Enter key file password
ar: إدخال كلمة سر ملف المفتاح
cs: Zadejte heslo souboru klíče
de: Passwort für Schlüsseldatei eingeben
es: Introducir contraseña de archivo de claves
fr: Entrer le mot de passe du fichier de clés
hu: Adja meg a kulcsfájl jelszavát
it: Immettere la password per il file chiave
ja: キーファイルパスワードを入力してください
nl: Voer het wachtwoord voor het sleutelbestand in
pt_br: Digitar senha de arquivo principal
ru: Ввести пароль файла ключа
sv: Ange lösenord för nyckelfilen
