Repository: matejcik/cryptconfig
Catalog: po/*.po
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt_br, ru, sv

source: Failed to unlock image
ar: فشل إلغاء قفل نسخة المحتويات
cs: Odemčení obrazu se nezdařilo
de: Image konnte nicht entsperrt werden
es: Error al desbloquear la imagen
fr: Echec de déverrouillage de l'image
hu: A lemezkép leválasztása sikertelen
it: Impossibile sbloccare immagine
ja: イメージのアンロックに失敗しました
nl: Image kan niet worden ontgrendeld
pt_br: Falha ao desbloquear imagem
ru: Не удалось разблокировать образ
sv: Det gick inte att låsa upp avbildningen

source: Failed to resize the file system on %s
ar: فشل تغيير حجم نظام الملفات على %s
cs: Nepodařilo se změnit velikost souborového systému na %s.
de: Größenanpassung des Dateisystems auf %s nicht möglich
es: Error al cambiar el tamaño del sistema de archivos de %s
fr: Impossible de redimensionner le système de fichiers sur %s
hu: A fájlrendszer átméretezése sikertelen a következőn: %s
it: Impossibile ridimensionare il file system in %s
ja: %s上のファイルシステムのサイズ変更に失敗しました
nl: Grootte wijzigen van het bestandssysteem op %s mislukt
pt_br: Não foi possível redimensionar o sistema de arquivos em %s
ru: Не удалось изменить размер файловой системы на %s
sv: Det gick inte att ändra filsystemets storlek på %s

source: Failed to stat '%s': %s
ar: فشل تشغيل '%s': %s
cs: Nepodařilo se zaznamenat '%s': %s
de: '%s' konnte nicht gestartet werden: %s
es: Error al establecer %s: %s
fr: Échec de stat '%s': %s
hu: Sikertelen statisztika '%s': %s
it: Impossibile avviare '%s': %s
ja: 「%s」の起動に失敗しました: %s
nl: Statistieken '%s' weergeven mislukt: %s
pt_br: Falha ao obter estatística de '%s': %s
ru: Не удалось запустить '%s': %s
sv: Det gick inte att ta status på %s: %s

source: Enter the EXISTING password
ar: إدخال كلمة السر "الموجودة"
cs: Zadejte EXISTUJÍCÍ heslo.
de: BESTEHENDES Passwort eingeben
es: Introduzca la contraseña EXISTENTE
fr: Entrez le mot de passe existant.
hu: Adja meg a MEGLÉVŐ jelszót
it: Immettere la password ESISTENTE
ja: 既存のパスワードを入力してください
nl: Voer het BESTAANDE wachtwoord in
pt_br: Digite a senha EXISTENTE
ru: Введите СУЩЕСТВУЮЩИЙ пароль
sv: Ange det BEFINTLIGA lösenordet

source: Failed to get existing password
ar: فشل في الحصول على كلمة السر الموجودة
cs: Nepodařilo se získat existující heslo.
de: Bestehendes Passwort konnte nicht abgerufen werden
es: Error al obtener la contraseña existente
fr: Impossible d'obtenir le mot de passe existant.
hu: A meglévő jelszó lekérése sikertelen.
it: Impossibile ottenere la password esistente
ja: 既存のパスワードの取得に失敗しました
nl: Bestaande wachtwoord ophalen mislukt
pt_br: Não foi possível obter a senha existente
ru: Не удалось получить существующий пароль
sv: Det gick inte att hämta det befintliga lösenordet

source: Enter the NEW password
ar: إدخال كلمة سر "جديدة"
cs: Zadejte NOVÉ heslo.
de: NEUES Passwort eingeben
es: Introduzca la NUEVA contraseña
fr: Entrez le nouveau mot de passe
hu: Adja meg az ÚJ jelszót
it: Immettere la NUOVA password
ja: 新しいパスワードを入力してください
nl: Voer het NIEUWE wachtwoord in
pt_br: Digite a NOVA senha
ru: Введите НОВЫЙ пароль
sv: Ange det NYA lösenordet

source: Failed to get new password
ar: فشل في الحصول على كلمة السر الجديدة
cs: Nepodařilo se získat nové heslo.
de: Neues Passwort konnte nicht abgerufen werden
es: Error al obtener la nueva contraseña
fr: Impossible d'obtenir le nouveau mot de passe.
hu: Az új jelszó lekérése sikertelen.
it: Impossibile ottenere la nuova password
ja: 新しいパスワードの取得に失敗しました
nl: Nieuwe wachtwoord ophalen mislukt
pt_br: Não foi possível obter a nova senha
ru: Не удалось получить новый пароль
sv: Det gick inte att hämta det nya lösenordet

source: Failed to decrypt key with old password.
ar: فشل فك تشفير المفتاح باستخدام كلمة السر القديمة.
cs: Nepodařilo se dešifrovat klíč pomocí starého hesla.
de: Schlüssel konnte mit altem Passwort nicht entschlüsselt werden.
es: Error al descifrar la clave con la contraseña anterior.
fr: Impossible de décoder la clé avec l'ancien mot de passe.
hu: A kulcs visszafejtése a régi kulccsal sikertelen.
it: Impossibile decifrare la chiave con la vecchia password.
ja: 古いパスワードを使った鍵の復号化に失敗しました。
nl: Bestand decoderen met oud wachtwoord mislukt
pt_br: Não foi possível decodificar a senha usando a senha antiga.
ru: Не удалось расшифровать ключ при помощи старого пароля.
sv: Det gick inte att dekryptera nyckeln med det gamla lösenordet

source: Failed to encrypt new key
ar: فشل تشفير المفتاح الجديد
cs: Nepodařilo se zašifrovat nový klíč.
de: Neuer Schlüssel konnte nicht verschlüsselt werden
es: Error al cifrar la nueva clave
fr: Impossible de coder la nouvelle clé.
hu: Az új kulcs titkosítása sikertelen.
it: Impossibile cifrare la nuova chiave
ja: 新しい鍵の暗号化に失敗しました。
nl: Nieuwe sleutel decoderen mislukt
pt_br: Não foi possível criptografar a nova chave
ru: Не удалось зашифровать новый ключ
sv: Det gick inte att dekryptera den nya nyckeln

source: Failed to retain permissions for %s
ar: فشل الاحتفاظ بأذونات %s
cs: Nepodařilo se zachovat povolení pro %s
de: Beibehalten der Berechtigungen für %s nicht möglich
es: Error al definir los permisos para %s
fr: Échec de conservation des autorisations pour %s
hu: A jogosultság megőrzése sikertelen ehhez: %s
it: Impossibile mantenere le autorizzazioni per %s
ja: %s のパーミッションの維持に失敗しました
nl: Machtigingen behouden voor %s mislukt
pt_br: Falha ao manter permissões para %s
ru: Не удалось сохранить разрешения для %s
sv: Det gick inte att behålla behörigheter för %s

source: The user's home image file, defaults to /home/$USER.img
ar: ملف نسخة محتويات المستخدم، الإعدادات الافتراضية إلى /home/$USER.img
cs: Soubor domovského obrazu uživatele, výchozí možnost je /home/$USER.img.
de: Imagedatei des Home-Verzeichnisses des Benutzers, standardmäßig wird /home/$USER.img verwendet
es: El archivo de imagen personal del usuario por defecto es /home/$USER.img.
fr: Le fichier image du répertoire personnel de l'utilisateur est par défaut /home/$USER.img.
hu: A felhasználó saját könyvtárának lemezképe, alapértelmezésben /home/$USER.img
it: File immagine home dell'utente, per impostazione predefinita /home/$USER.img
ja: ユーザのホームイメージファイル、デフォルトは「/home/$USER.img」です
nl: Het home-image-bestand voor de gebruiker is standaard /home/$USER.img
pt_br: O diretório pessoal padrão do arquivo de imagem do usuário é /home/$USER.img
ru: Домашний файл образа пользователя, по умолчанию - /home/$USER.img
sv: Avbildningsfilen för användarens hemkatalog, standardvärdet är /home/$USER.img

source: The user's image key file, defaults to /home/$USER.key
ar: ملف مفتاح نسخة محتويات المستخدم، الإعدادات الافتراضية إلى /home/$USER.key
cs: Soubor klíče obrazu uživatele, výchozí možnost je /home/$USER.key.
de: Imageschlüsseldatei des Benutzers, standardmäßig wird /home/$USER.key verwendet
es: El archivo de clave de imagen del usuario por defecto es /home/$USER.key.
fr: Le fichier de clé d'image de l'utilisateur est par défaut /home/$USER.key.
hu: A felhasználó lemezképének kulcsfájlja, alapértelmezésben /home/$USER.key
it: File delle chiavi immagine dell'utente, per impostazione predefinita /home/$USER.key
ja: ユーザのイメージ鍵ファイル、デフォルトは「/home/$USER.key」です
nl: Het sleutelbestand voor de gebruikers-image is standaard /home/$USER.img
pt_br: O diretório pessoal padrão da chave de imagem do usuário é /home/$USER.key
ru: Файл ключа для образа пользователя, по умолчанию - /home/$USER.key
sv: Nyckelfilen till användarens avbildningsfil, standardvärdet är /home/$USER.key

source: Failed to lookup user %s
ar: فشل البحث عن مستخدم '%s '
cs: Nepodařilo se vyhledat uživatele %s.
de: Suche nach Benutzer '%s' nicht möglich
es: Error al buscar el usuario %s
fr: Impossible de rechercher l'utilisateur %s
hu: A felhasználó kikeresése sikertelen: %s
it: Impossibile cercare l'utente %s
ja: ユーザ「%s」の検索に失敗しました
nl: Gebruiker %s niet gevonden
pt_br: Não foi possível pesquisar o usuário %s
ru: Не удалось найти пользователя %s
sv: Det gick inte att slå upp användaren %s

source: The image file must be an absolute path
ar: يجب أن يكون مسار ملف نسخة المحتويات مطلقًا
cs: Soubor obrazu musí mít absolutní cestu.
de: Bei der Imagedatei muss es sich um einen absoluten Pfad handeln
es: El archivo de imagen debe proporcionarse como una vía absoluta
fr: Le fichier image doit être associé à un chemin d'accès absolu.
hu: A lemezképet abszolút elérési úttal kell megadni
it: Il file immagine deve essere un percorso assoluto
ja: イメージファイルは絶対パスでなければなりません
nl: Het image-bestand moet een absoluut pad zijn
pt_br: O arquivo de imagem deve ser um caminho absoluto
ru: Для файла образа следует указывать абсолютный путь
sv: Avbildningsfilen måste ha en absolut sökväg

source: The image file '%s' does not exist
ar: ملف نسخة المحتويات '%s' غير موجود
cs: Soubor obrazu %s neexistuje.
de: Imagedatei %s ist nicht vorhanden
es: El archivo de imagen %s no existe
fr: Le fichier image '%s' n'existe pas.
hu: A(z) "%s" lemezkép nem létezik
it: Il file immagine '%s' non esiste
ja: イメージファイル「%s」が存在しません
nl: Het image-bestand '%s' bestaat niet
pt_br: O arquivo de imagem '%s' não existe
ru: Файл образа '%s' не существует
sv: Avbildningsfilen %s finns inte

source: The key file '%s' does not exist
ar: ملف المفتاح '%s' غير موجود
cs: Soubor klíče %s neexistuje.
de: Schlüsseldatei %s ist nicht vorhanden
es: El archivo de clave %s no existe.
fr: Le fichier de clé '%s' n'existe pas.
hu: A(z) "%s" kulcsfájl nem létezik
it: Il file delle chiavi '%s' non esiste
ja: 鍵ファイル「%s」が存在しません
nl: Het sleutelbestand '%s' bestaat niet
pt_br: O arquivo de chave '%s' não existe
ru: Файл ключа '%s' не существует
sv: Nyckelfilen %s finns inte

source: Failed to enable pam_mount
ar: فشل في تمكين pam_mount
cs: Nepodařilo se povolit pam_mount.
de: pam_mount konnte nicht aktiviert werden
es: Error al habilitar pam_mount
fr: Impossible d'activer pam_mount
hu: A pam_mount engedélyezése sikertelen
it: Impossibile abilitare pam_mount
ja: pam_mountの有効化に失敗しました
nl: Inschakelen van pam_mount mislukt
pt_br: Não foi possível habilitar pam_mount
ru: Не удалось включить pam_mount
sv: Det gick inte att aktivera pam_mount

source: pam_mount is now enabled for %s
ar: تم تمكين pam_mount الآن من أجل %s
cs: pam_mount je nyní pro uživatele %s nastaven.
de: pam_mount ist jetzt für %s aktiviert
es: pam_mount está habilitado para %s
fr: pam_mount est maintenant activé pour %s
hu: A pam_mount engedélyezve a következőnek: %s
it: pam_mount è ora abilitato per %s
ja: pam_mountが%sに対して有効化されました
nl: pam_mount is nu ingeschakeld voor %s
pt_br: pam_mount agora está habilitado para %s
ru: pam_mount теперь включен для %s
sv: pam_mount har nu aktiverats för %s.

source: Disable pam_mount for all users
ar: تعطيل pam_mount لكافة المستخدمين
cs: Zakázat pam_mount pro všechny uživatele.
de: pam_mount für alle Benutzer anzeigen
es: Inhabilitar pam_mount para todos los usuarios
fr: Désactiver pam_mount pour tous les utilisateurs.
hu: A pam_mount letiltása minden felhasználóhoz
it: Disabilita pam_mount per tutti gli utenti
ja: すべてのユーザに対してpam_mountを無効にする
nl: pam_mount uitschakelen voor alle gebruikers
pt_br: Desabilitar pam_mount para todos os usuários
ru: Отключить pam_mount для всех пользователей
sv: Inaktivera pam_mount för alla användare

source: Failed to disable pam_mount
ar: فشل في تعطيل pam_mount
cs: Nepodařilo se zakázat pam_mount.
de: pam_mount konnte nicht deaktiviert werden
es: Error al inhabilitar pam_mount
fr: Impossible de désactiver pam_mount
hu: A pam_mount letiltása siekrtelen
it: Impossibile disabilitare pam_mount
ja: pam_mountの無効化に失敗しました
nl: Uitschakelen van pam_mount mislukt
pt_br: Não foi possível desabilitar pam_mount
ru: Не удалось отключить pam_mount
sv: Det gick inte att inaktivera pam_mount

source: pam_mount is disabled for all users
ar: تم تعطيل pam_mount لكافة المستخدمين
cs: pam_mount je již zakázán pro všechny uživatele.
de: pam_mount ist für alle Benutzer deaktiviert
es: pam_mount está inhabilitado para todos los usuarios
fr: pam_mount est désactivé pour tous les utilisateurs.
hu: A pam_mount letiltva minden felhasználó számára
it: pam_mount è disabilitato per tutti gli utenti
ja: pam_mountがすべてのユーザに対して無効になりました
nl: pam_mount is uitgeschakeld voor alle gebruikers
pt_br: pam_mount está desabilitado para todos os usuários
ru: pam_mount отключен для всех пользователей
sv: pam_mount har inaktiverats för alla användare

source: pam_mount is disabled for %s
ar: تم تعطيل pam_mount من أجل %s
cs: pam_mount je již pro uživatele %s zakázán.
de: pam_mount ist für %s deaktiviert
es: pam_mount está inhabilitado para %s
fr: pam_mount est désactivé pour %s
hu: A pam_mount letiltva a következő számára: %s
it: pam_mount è disabilitato per %s
ja: pam_mountが%sに対して無効になりました
nl: pam_mount is uitgeschakeld voor %s
pt_br: pam_mount está desabilitado para %s
ru: pam_mount отключен для %s
sv: pam_mount har inaktiverats för %s

source: Overwrite an existing key
ar: الكتابة فوق مفتاح موجود حاليًا
cs: Přepsat existující klíč
de: Vorhandenen Schlüssel überschreiben
es: Sobrescribir una clave existente
fr: Remplacer une clé existante
hu: Meglévő kulcs felülírása
it: Sovrascrive una chiave esistente
ja: 既存の鍵を上書き
nl: Een bestaande sleutel overschrijven
pt_br: Sobregravar uma chave existente
ru: Перезаписать существующий ключ
sv: Skriv över en befintlig nyckel

source: The key file already exists. Use --force to overwrite it.
ar: ملف المفتاح موجود بالفعل. استخدم –القوة للكتابة فوقه.
cs: Soubor klíče již existuje. Můžete jej přepsat pomocí možnosti --force.
de: Die Schlüsseldatei ist bereits vorhanden. Mit '--force' überschreiben.
es: El archivo de clave ya existe. Utilice --force para sobrescribirlo.
fr: Le fichier de clé existe déjà. Utilisez --force pour la remplacer.
hu: A kulcsfájl már létezik. A felülíráshoz használja a --force kapcsolót.
it: Il file delle chiavi esiste già. Utilizzare --force per sovrascriverlo.
ja: 鍵ファイルがすでに存在しています。 上書きするには、--forceを使用してください。
nl: Het sleutelbestand bestaat al. Gebruik --force om te overschrijven.
pt_br: O arquivo de chave já existe. Use --force para sobregravá-lo.
ru: Файл ключа уже существует. Используйте --force для его перезаписи.
sv: Nyckelfilen finns redan. Skriv över med hjälp av alternativet --force.

source: Failed to generate key data
ar: فشل تكوين بيانات المفتاح
cs: Nepodařilo se vygenerovat data klíče.
de: Schlüsseldaten konnten nicht generiert werden
es: Error al generar los datos de clave
fr: Impossible de générer les données de clé.
hu: A kulcsadatok előállítása siekrtelen.
it: Impossibile generare i dati chiave
ja: 鍵データの生成に失敗しました
nl: Sleutelgegevens genereren mislukt
pt_br: Não foi possível gerar os dados de chave
ru: Не удалось сгенерировать данные ключа
sv: Det gick inte att skapa nyckeldata

source: Enter a password for the new key
ar: إدخال كلمة سر للمفتاح الجديد
cs: Zadejte heslo nového klíče.
de: Passwort für den neuen Schlüssel eingeben
es: Introduzca una contraseña para la nueva clave
fr: Entrez un mot de passe pour la nouvelle clé
hu: Adja meg az új kulcs jelszavát
it: Immettere una password per la nuova chiave
ja: 新しい鍵のパスワードを入力してください
nl: Voer een wachtwoord in voor de nieuwe sleutel
pt_br: Digite uma senha para a nova chave
ru: Введите пароль для нового ключа
sv: Ange ett lösenord för den nya nyckeln

source: Mount the image at the specified directory
ar: توصيل نسخة المحتويات عند الدليل المحدد
cs: Připojit obraz do konkrétního adresáře
de: Image am angegebenen Verzeichnis einhängen
es: Montar la imagen en el directorio especificado
fr: Monter l'image dans le répertoire spécifié
hu: A lemezkép felcsatolása a megadott könyvtárba
it: Monta l''immagine nella directory specificata
ja: 指定したディレクトリにイメージをマウントする
nl: De image koppelen aan de opgegeven directory
pt_br: Montar imagem no diretório especificado
ru: Монтировать образ у казанный каталог
sv: Montera avbildningen i den angivna katalogen

source: %s is not a directory
ar: '%s' لا يعتبر دليلاً
cs: '%s' není adresář.
de: '%s' ist kein Verzeichnis
es: %s no es un directorio
fr: '%s' n'est pas un répertoire
hu: A(z) %s nem könyvtár
it: '%s' non è una directory
ja: '%s'はディレクトリではありません
nl: '%s' is geen directory
pt_br: '%s' não é um diretório
ru: '%s' не является каталогом
sv: %s är inte en katalog.

source: Failed to mount device
ar: فشل توصيل الجهاز
cs: Připojení zařízení se nezdařilo
de: Gerät konnte nicht eingehängt werden
es: Error al montar el dispositivo
fr: Echec de montage du périphérique
hu: Az eszköz csatlása sikertelen
it: Impossibile montare il dispositivo
ja: デバイスのマウントに失敗しました
nl: Apparaat kan niet worden gekoppeld
pt_br: Falha ao montar dispositivo
ru: Не удалось смонтировать устройство
sv: Det gick inte att montera enheten

source: %s is now mounted at %s
ar: %s موصَل حاليًا عند %s
cs: %s je připojené na: %s
de: %s ist nun eingehängt bei %s
es: %s está montado en %s
fr: %s est à présent monté à %s
hu: A(z) %s jelenleg csatolva van a következő helyre: %s
it: %s ora è montato su %s
ja: %sは%sにマウントされました
nl: %s is nu gekoppeld bij %s
pt_br: %s está agora montado em %s
ru: %s теперь смонтирован на %s
sv: %s är nu monterad i %s

source: %s is now available as device %s
ar: %s متوفر حاليًا كجهاز %s
cs: %s je nyní dostupné jako zařízení %s
de: %s ist jetzt verfügbar als Gerät %s
es: %s está disponible como dispositivo %s
fr: %s est maintenant disponible en tant que périphérique %s
hu: %s eszközként elérhető a következőn: %s
it: %s è ora disponibile come dispositivo %s
ja: %sはデバイス%sとして使用できるようになりました
nl: %s is nu beschikbaar als apparaat %s
pt_br: %s está agora disponível como dispositivo %s
ru: %s теперь доступен как устройство %s
sv: %s är nu tillgänglig som enhet %s

source: Unable to find device
ar: تعذر العثور على جهاز
cs: Nelze nalézt zařízení.
de: Gerät nicht gefunden
es: No es posible encontrar el dispositivo
fr: Périphérique introuvable
hu: Az eszköz nem található
it: Impossibile trovare il dispositivo
ja: デバイスを検出できません
nl: Kan apparaat niet vinden
pt_br: Impossível localizar o dispositivo
ru: Не удалось найти устройство
sv: Det gick inte att hitta enheten

source: Failed to umount: %s
ar: فشل إلغاء التوصيل: %s
cs: Odpojení se nezdařilo: %s
de: Aushängen fehlgeschlagen: %s
es: Error al desmontar: %s
fr: Echec de démontage : %s
hu: A(z) %s leválasztása sikertelen
it: Impossibile smontare: %s
ja: アンマウントに失敗しました: %s
nl: Loskoppelen is mislukt: %s
pt_br: Falha ao desmontar: %s
ru: Не удалось отменить монтировку: %s
sv: Det gick inte att avmontera %s

source: Unable to close mapped device
ar: تعذر إغلاق جهاز معين
cs: Nelze zavřít mapované zařízení.
de: Zugeordnetes Gerät konnte nicht geschlossen werden
es: No es posible cerrar el dispositivo asignado
fr: Impossible de fermer le périphérique assigné
hu: A leképezett eszköz nem zárható le
it: Impossibile chiudere il dispositivo associato
ja: マップされたデバイスを閉じることができません
nl: Kan toegewezen apparaat niet sluiten
pt_br: Impossível fechar o dispositivo mapeado
ru: Не удалось закрыть сопоставленное устройство
sv: Det gick inte att stänga den kopplade enheten

source: Unable to close loop device
ar: تعذر إغلاق جهاز التسلسل
cs: Nelze zavřít zařízení loop.
de: Loop-Device konnte nicht geschlossen werden
es: No es posible cerrar el dispositivo de bucle
fr: Impossible de fermer le périphérique de boucle
hu: A hurokeszköz nem zárható le
it: Impossibile chiudere il dispositivo di loop
ja: ループデバイスを閉じることができません
nl: Kan loop-apparaat niet sluiten
pt_br: Impossível fechar o dispositivo de loop
ru: Не удалось закрыть петлевое устройство
sv: Det gick inte att stänga loop-enheten

source: The filesystem type. The default is ext3.
ar: نوع نظام الملفات. النوع الافتراضي هو ext3.
cs: Typ souborového systému. Výchozí hodnota je ext3.
de: Typ des Dateisystems. 'ext3' ist der Standard.
es: Tipo de sistema de archivos. El valor por defecto es ext3.
fr: Type de système de fichiers. Le système par défaut est ext3.
hu: A fájlrendszer típusa. Az ext3 az alapértelmezett.
it: Tipo di file system. Il file system predefinito è ext3.
ja: ファイルシステムタイプ。デフォルトは「ext3」です。
nl: Het type bestandssysteem. Standaard is ext3.
pt_br: O tipo de sistema de arquivos. O padrão é ext3.
ru: Тип файловой системы. Значение по умолчанию: ext3.
sv: Filsystemtypen. Standardvärdet är ext3.

source: Pam mount is not setup for '%s'
ar: طريقة Pam mount ليست هي الإعداد المخصص لـ '%s'
cs: Připojení Pam není nastaveno pro „%s“
de: Einhängen von PAM für '%s' nicht eingerichtet
es: No está configurado el montaje PAM para %s
fr: Le montage Pam n'est pas configuré pour '%s'
hu: A pam_mount nincs beállítva a következőhöz: %s
it: Punto di montaggio Pam non impostato per '%s'
ja: 「%s」にpamマウントが設定されていません
nl: Pam mount is niet ingesteld voor '%s'
pt_br: Pam mount não configurado para '%s'
ru: Монтирование Pam не настроено для '%s'
sv: Pam-montering har inte konfigurerats för %s

source: %s is currently in use. Unable to continue.
ar: %s قيد الاستخدام حاليًا. تعذرت المتابعة.
cs: %s je pravě používán. Nelze pokračovat.
de: %s wird zurzeit verwendet. Fortsetzen nicht möglich.
es: %s está en uso en este momento. No es posible continuar.
fr: %s est en cours d'utilisation. Impossible de continuer.
hu: A(z) %s jelenleg használatban van. Nem lehet folytatni.
it: %s non è attualmente in uso. Impossibile continuare.
ja: %s は現在使用中です。続行できません。
nl: %s is momenteel in gebruik. Kan niet doorgaan.
pt_br: %s está em uso no momento. Impossível continuar.
ru: %s в данный момент используется. Продолжение невозможно.
sv: %s används för närvarande. Det går inte att fortsätta.

source: Failed to add %s
ar: فشلت إضافة %s
cs: Přidání %s se nezdařilo.
de: %s konnte nicht hinzugefügt werden
es: Error al añadir %s
fr: Impossible d'ajouter %s
hu: A(z) %s hozzáadása sikertelen.
it: Impossibile aggiungere %s
ja: %s を追加できませんでした
nl: Toevoegen van %s mislukt
pt_br: Falha ao adicionar %s
ru: Не удалось добавить %s
sv: Det gick inte att lägga till %s

source: Failed to remove %s
ar: فشلت إزالة %s
cs: Odebrání %s se nezdařilo.
de: %s konnte nicht entfernt werden
es: Error al eliminar %s
fr: Échec de suppression de %s
hu: A(z) %s eltávolítása sikertelen.
it: Impossibile rimuovere %s
ja: %s を削除できませんでした
nl: Verwijderen van %s mislukt
pt_br: Falha ao remover %s
ru: Не удалось удалить %s
sv: Det gick inte att ta bort %s

source: usage: %s [COMMAND] [COMMAND-OPTIONS] arg1 arg2... COMMANDS
ar: الاستخدام: %s [الأمر] [خيارات الأمر] وسيطة1 وسيطة2... الأوامر:
cs: použití: %s [PŘÍKAZ] [MOŽNOSTI PŘÍKAZU] parametr1 parametr2... PŘÍKAZY
de: Syntax: %s [KOMMANDO] [KOMMANDOOPTIONEN] arg1 arg2... KOMMANDOS
es: Uso: %s [COMANDO] [OPCIONES DE COMANDO] arg1 arg2... COMANDOS
fr: utilisation : %s [COMMANDE] [OPTIONS-COMMANDE] arg1 arg2... COMMANDES
hu: használat: %s [PARANCS] [PARANCS-KAPCSOLÓI] arg1 arg2... PARANCSOK
it: utilizzo: %s [COMANDO] [COMANDO-OPZIONI] arg1 arg2... COMANDI
ja: 使用方法: %s [コマンド] [コマンド-オプション] 引数1 引数2... コマンド
nl: gebruik: %s [COMMAND] [COMMAND-OPTIONS] arg1 arg2... OPDRACHTEN
pt_br: uso: %s [COMANDO] [OPÇÕES_DE_COMANDO] arg1 arg2... COMANDOS
ru: использование: %s [COMMAND] [COMMAND-OPTIONS] арг1 арг2... КОМАНДЫ
sv: syntax: %s [KOMMANDO] [KOMMANDOALTERNATIV] arg1 arg2... KOMMANDON

source: You can run %s [COMMAND] --help for more information on a command.
ar: يمكنك تشغيل %s [الأمر] --"help" لمزيد من المعلومات حول أمر ما.
cs: Další informace o příkazu můžete zjistit spuštěním příkazu %s [PŘÍKAZ] --help.
de: Mit %s [KOMMANDO] --help können weitere Informationen zu einem Kommando abgerufen werden.
es: Puede ejecutar %s [COMANDO] --help para obtener información adicional acerca de un comando.
fr: Vous pouvez exécuter %s [COMMANDE] --help pour obtenir des informations sur la commande en question.
hu: További információként adja ki a %s [PARANCS] --help parancsot.
it: Per ulteriori informazioni su un comando, eseguire %s [COMANDO] --help.
ja: コマンドの詳細を表示するには、「%s [コマンド] --help」を実行してください。
nl: U kunt %s [COMMAND] --help uitvoeren voor meer informatie over een opdracht.
pt_br: Você pode executar %s [COMANDO] --help para obter mais informações sobre um comando.
ru: Для получения дополнительных сведений о команде выполните %s [COMMAND] --help.
sv: Vill du ha mer information om ett kommando skriver du %s [KOMMANDO] --help.
